Repository: charlieMonroe/XUCore
Catalog: XUCore/localization/*.lproj/Localizable.strings
Languages: af, ar, bn, cs, da, de, el, es, fa, fr, he, hi, id, it, ja, nb, nl, pt, pt_br, ru, sk, sv, th, tr, uk

source: 1 hour
af: 1 uur
ar: 1 ساعة
cs: 1 hodina
da: 1 time
de: 1 Stunde
el: 1 Ωρα
es: 1 hora
fa: 1 ساعت
fr: 1 heure
he: שעה אחת
hi: 1 घंटा
id: 1 jam
it: 1 ora
ja: 1時間
nb: 1 time
nl: 1 uur
pt: 1 hora
pt_br: 1 hora
ru: 1 час
sk: 1 hodina
sv: 1 timma
th: 1 ชั่วโมง
tr: 1 saat
uk: 1 година

source: 1 minute
af: 1 minuut
ar: 1 دقيقة
cs: 1 minuta
da: 1 minut
el: 1 λεπτό
es: 1 minuto
fa: 1 دقیقه
he: דקה אחת
hi: 1 मिनट
id: 1 menit
it: 1 minuto
ja: 1分
nb: 1 minutt
nl: 1 minuut
pt: 1 minuto
pt_br: 1 minuto
ru: 1 минута
sk: 1 minúta
sv: 1 minut
th: 1 นาที
tr: 1 dakika
uk: 1 хвилина

source: 1 second
af: 1 sekonde
ar: 1 ثانية
cs: 1 vteřina
da: 1 sekund
de: 1 Sekunde
el: 1 δευτερόλεπτο
es: 1 segundo
fa: 1 ثانیه
fr: 1 seconde
he: שנייה אחת
hi: 1 सेकेंड
id: 1 detik
it: 1 secondo
ja: 1秒
nb: 1 sekund
nl: 1 seconde
pt: 1 segundo
pt_br: 1 segundo
ru: 1 секунда
sk: 1 sekunda
sv: 1 sekund
th: 1 วินาที
tr: 1 saniye
uk: 1 секунда

source: Unknown error.
af: Onbekende fout.
ar: خطأ غير معروف.
bn: অজানা ভুল।
cs: Neznámá chyba.
da: Ukendt fejl.
de: Unbekannter Fehler.
el: Αγνωστο σφάλμα.
es: Error desconocido.
fa: خطای ناشناخته.
fr: Erreur inconnue.
he: שגיאה לא ידועה.
hi: अज्ञात एरर।
id: Kesalahan tak dikenal.
it: Errore sconosciuto.
ja: 未知のエラー
nb: Ukjent feil.
nl: Onbekende error.
pt: Erro desconhecido.
pt_br: Erro desconhecido.
ru: Неизвестная ошибка.
sk: Neznamá chyba.
sv: Okänt fel.
th: พบข้อผิดพลาดบางอย่าง.
tr: Bilinmeyen hata.
uk: Невідома помилка.

source: OK
af: Goed
ar: موافق
bn: ঠিক আছে
cs: Budiž
el: Οκ
he: אוקיי
hi: ठीक
th: โอเค
tr: Tamam
uk: Гаразд

source: Cancel
af: Kanselleer
ar: إلغاء
bn: বাতিল করুন
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακυρο
es: Cancelar
fa: لغو
fr: Annuler
he: בטל
hi: रद्द
id: Batal
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleren
pt: Cancelar
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Відміна

source: Failed to parse CSV file.
af: Kon nie CSV-lêer ontleed nie.
ar: تعذر تحليل ملف الـ CSV.
bn: CSV ফাইল পার্স করতে ব্যর্থ।
cs: Nelze přečíst CSV soubor.
da: Mislykket CSV-parsing.
de: Parsing der CSV Datei fehlgeschlagen.
el: Αποτυχία ανάλυσης αρχείου CSV.
es: Fallo al analizar archivo CSV.
fa: تجزیه فایل CSV ناموفق.
fr: Impossible d'analyser le fichier CSV.
he: עיבוד קובץ ה-CSV נכשל.
hi: सीएसवी फ़ाइल को पढ़ने में विफल।
id: Gagal mem-parsing berkas CSV.
it: Analisi del file CSV fallita.
ja: CSVファイルの作成に失敗しました。
nb: Feilet i å analysere CSV file.
nl: Kan de inhoud van het CSV-bestand niet ontleden.
pt: Falha em analisar o ficheiro CSV.
pt_br: Falha ao analisar arquivo CSV.
ru: Не удалось выполнить анализ файла CSV.
sk: Nie je možné prečítať CSV súbor.
sv: Kan inte tolka CSV filer.
th: การกระจายไฟล์ประเภท CSV ล้มเหลว.
tr: CSV dosyası ayrıştırılamadı.
uk: Не вдалося проаналізувати файл CSV.

source: Send Report
af: Stuur Verslag
ar: إرسال تقرير
bn: রিপোর্ট পাঠান
cs: Zaslat zprávu
da: Send Rapport
de: Report senden
el: Αποστολή αναφοράς
es: Enviar Informe
fa: ارسال گزارش
fr: Envoyer un rapport
he: שלח דיווח
hi: रिपोर्ट भेजे
id: Kirim Laporan
it: Invia Segnalazione
ja: レポートを送信する
nb: Send rapport
nl: Rapport Verzenden
pt: Enviar relatório
pt_br: Enviar Relatório
ru: Отправить отчет
sk: Zaslať správu
sv: Sänd en rapport
th: ส่งรีพอร์ต
tr: Rapor gönder
uk: Надіслати звіт

source: Privacy Information...
af: Privaatheidsinligting…
ar: معلومات الخصوصية...
cs: Informace o soukromí...
da: Privatlivsinformation...
de: Datenschutz Information...
el: Πληροφορίες Προστασίας Προσωπικών Δεδομένων...
es: Información de Privacidad...
fa: اطلاعات حریم خصوصی ...
he: מידע אודות פרטיות...
hi: गोपनीयता सूचना...
id: Informasi Privasi...
it: Informazioni sulla privacy...
ja: プライバシー情報
nb: Personverninformasjon...
nl: Privacy Informatie...
pt: Informação de Privacidade…
pt_br: Informações de Privacidade…
ru: Информация о конфиденциальности...
sk: Informácie o súkromí...
sv: Sekretessinformation...
th: ข้อมูลส่วนบุคคล…
tr: Gizlilik Bilgileri ...
uk: Конфіденційна інформація...

source: %AppName% has encountered a problem.
af: %AppName% het ’n probleem teëgekom.
ar: لقد واجه %AppName% مشكلة.
bn: %AppName% একটি সমস্যা সম্মুখীন হয়েছে।
cs: Aplikace %AppName% narazila na problém.
da: %AppName% er stødt på et problem.
de: %AppName% hat ein Problem.
el: Το %AppName% αντιμετώπισε κάποιο πρόβλημα.
es: %AppName% ha encontrado un problema.
fa: %AppName% مشکلی را تجربه کرده است.
fr: %AppName% a rencontré un problème.
he: %AppName% נתקל בבעיה.
hi: %AppName% को एक समस्या का सामना करना पड़ा है।
id: %AppName% telah mengalami masalah.
it: %AppName% ha rilevato un problema.
ja: %AppName% に問題が発生しました
nb: %AppName% har oppdaget et problem.
nl: %AppName% is een probleem tegengekomen
pt: %AppName% encontrou um problema.
pt_br: O %AppName% encontrou um problema.
ru: %AppName% столкнулся с проблемой.
sk: Aplikácia %AppName% narazila na problém.
sv: %AppName% har stött på ett problem.
th: %AppName% พบเจอข้อผิดพลาด.
tr: %AppName% bir sorunla karşı karşıya.
uk: %AppName% виникла проблема.

source: %AppName% will terminate after sending the report.
af: %AppName% sal termineer nadat die verslag verstuur is.
ar: سيتم إغلاق %AppName% بعد إرسال التقرير.
cs: Aplikace %AppName% se ukončí po zaslání zprávy.
da: %AppName% afsluttes efter rapporten er sendt.
de: %AppName% wird nach Senden des Reports beendet.
el: Το %AppName% θα κλείσει μετά την αποστολή της αναφοράς.
es: %AppName% finalizará tras enviar el informe.
fa: %AppName% بعد از ارسال گزارش خاتمه خواهد یافت.
fr: %AppName% se terminera après l'envoi du rapport.
he: %AppName% ייסגר אחרי שליחת הדיווח.
hi: %AppName% रिपोर्ट भेजने के बाद समाप्त हो जाएगा ।
id: %AppName% akan dimatikan setelah mengirim laporan.
it: %AppName% verrà chiusa dopo aver inviato la segnalazione.
ja: %AppName% は、レポートの送信後に終了します
nb: %AppName% vil avslutte etter å ha sendt rapporten.
nl: %AppName% zal afsluiten na het verzenden van het rapport.
pt: %AppName% vai necerrar após enviar o relatório.
pt_br: O %AppName% será encerrado depois que o relatório for enviado.
ru: %AppName% завершит работу после отправки отчета.
sk: Aplikácia %AppName% sa ukončí po zaslaní správy.
sv: %AppName% kommer att avslutas efter att ha sänt en rapport.
th: %AppName% จะถูกปิดตัวลง หลังจากส่งรีพอร์ตเสร็จ.
tr: %AppName% rapor gönderildikten sonra sonlandırılıcaktır.
uk: %AppName% припиниться після надсилання звіту.

source: Report to be sent:
af: Verslag om te stuur:
ar: التقرير الذي سيتم إرساله:
bn: রিপোর্ট টি পাঠানো হবেঃ
cs: Zpráva k odeslání:
da: Rapport som skal sendes:
de: Zu sendender Report:
el: Αναφορά προς αποστολή:
es: Informe para enviar:
fa: گزارش ارسال می شود:
fr: Rapport à envoyer:
he: דיווח שיישלח:
hi: रिपोर्ट जो भेजा जाएगा:
id: Laporan yang akan dikirim:
it: Segnalazione da inviare:
ja: 送信するレポート：
nb: Rapport til å sendes:
nl: Te verzenden rapport:
pt: Relatório a ser enviado:
pt_br: Relatório a ser enviado:
ru: Отчет будет отправлен:
sk: Správa na odoslanie:
sv: Rapporten som kommer att sändas:
th: รีพอร์ตจะถูกส่งออก:
tr: Gönderilecek rapor:
uk: Звіт для надсилання:

source: Your Email:
af: U E-pos:
ar: عنوان البريد الإلكتروني:
bn: আপনার ইমেইলঃ
cs: Váš email:
da: Din mail:
de: E-Mail:
el: Το Email σας:
es: Tu Correo Electrónico:
fa: ایمیل شما:
he: האימייל שלך:
hi: आपका ईमेल:
id: Email Anda:
it: La tua Email:
ja: メールアドレス:
nb: Din Epost:
nl: Je Email:
pt: O seu Email:
pt_br: Seu E-mail:
ru: Ваш адрес эл.почты:
sk: Váš email:
sv: Din E-post Adress:
th: อีเมล์ของคุณ:
tr: E-posta adresiniz:
uk: Ваша електронна пошта

source: Description:
af: Beskrywing:
ar: الوصف:
cs: Popis:
da: Beksrivelse:
de: Beschreibung:
el: Περιγραφή:
es: Descripción:
fa: توضیحات:
he: תיאור:
hi: विवरण:
id: Deskripsi:
it: Descrizione:
ja: 説明:
nb: Beskrivelse:
nl: Omschrijving:
pt: Descrição:
pt_br: Descrição:
ru: Описание:
sk: Popis:
sv: Beskrivning:
th: คำอธิบาย:
tr: Açıklama:
uk: Опис:

source: Report Problem
af: Rapporteer Probleem
ar: إبلاغ عن مشكلة
bn: রিপোর্ট সমস্যা
cs: Nahlásit problém
da: Rapporter problem
de: Problem melden
el: Αναφορά προβλήματος
es: Reportar Problema
fa: مشکل را گزارش بدهید
fr: Signaler un problème
he: דווח על בעיה
hi: समस्या की सूचना दें
id: Laporkan Masalah
it: Segnala un Problema
ja: 問題の報告
nb: Rapporter Problem
nl: Probleem Rapport
pt: Problema do Relatório
pt_br: Relatar Problema
ru: Сообщить о проблеме
sk: Nahlásiť problém
sv: Rapportera ett problem
th: ร้องเรียนปัญหา
tr: Sorunu Bildir
uk: Повідомити про проблему

source: We value your feedback and wouldn't dare to collect any unwanted information. Your email address will not be stored anywhere and will only be used to inform you when this issue might be fixed or when we need more information in order to fix this problem.
af: Ons waardeer u terugvoer en sal dit nie waag om ongewenste inligting te versamel nie. U e-posadres sal nêrens bewaar word nie en sal slegs gebruik word om u in te lig wanneer die probleem dalk verhelp is of wanneer ons nog inligting benodig om die probleem te verhelp.
ar: نحن نقدر آرائكم و نعلمكم أننا لن نحاول على جمع اي معلومات غير ضرورية، لم يتم خزن بريدك الإلكتروني في أي مكان و ستم استخدامه فقط لإعلامك عندما تحل المشكلة او عندما نحتاج للمزيد عن المعلومات التي قد تساعدنا على حل المشكلة.
bn: আপনার মূল্যবান মতামতকে আমারা সম্মান করি এবং অবাঞ্ছিত কোন তথ্য আমরা সংরক্ষণ করি না। আপনার ইমেইল এড্রেস কথাও সংরক্ষণ করা হবে না এবং যখন সমস্যাটি ঠিক করার জন্য আমাদের আরো তথ্যের প্রয়োজন হবে তখন আপনাকে জানানোর জন্য ব্যবহার করা হবে। আপনার মূল্যবান মতামতকে আমারা সম্মান করি এবং অবাঞ্ছিত কোন তথ্য আমরা সংরক্ষণ করি না। আপনার ইমেইল এড্রেস কথাও সংরক্ষণ করা হবে না এবং যখন সমস্যাটি ঠিক করার জন্য আমাদের আরো তথ্যের প্রয়োজন হবে তখন আপনাকে জানানোর জন্য ব্যবহার করা হবে।
cs: Ceníme si Vaší zprávy a nikdy bychom si nedovolili odesílat citlivé informace. Vaše emailová adresa nebude nikde uchovávaná a bude použita pouze k zaslání informace o tom, kdy problém bude vyřešen, nebo budeme-li potřebovat více informací k vyřešení tohoto problému.
da: Vi sætter pris på din tilbagemelding og kunne aldrig drømme om at indsamle unødvendig information. Din mailadresse vil ikke blive opbevaret og vil kun blive anvendt til at informere dig, når problemet er løst, eller hvis vi får brug for flere informationer for at løse problemet.
de: Wir schätzen dein Feedback und würden niemals Informationen ohne dein Wissen übertragen. Deine E-Mail-Adresse wird nicht gespeichert und wird nur dazu benutzt dich zu informieren oder weiteren Kontakt mir dir aufzunehmen.
el: Εκτιμούμε τα σχόλιά σας και δεν θα τολμούσαμε να συλλέξουμε, οποιαδήποτε ανεπιθύμητη πληροφορία. Η διεύθυνση του ηλεκτρονικού σας ταχυδρομείου, δεν θα συμπεριληφθεί σε καμία βάση δεδομένων και θα χρησιμοποιηθεί μόνον, για να σας ενημερώσουμε, πότε θα διορθωθεί ενδεχομένως το πρόβλημα ή αν χρειαστούμε περισσότερες πληροφορίες σχετικά με το σφάλμα.
es: Valoramos tu 'retroalimentación', y no recopilaremos ninguna información no deseada. Tu dirección de correo electrónico no será almacenada en ningún sitio, y se usará solo para informarte cuando el asunto esté resuelto, o si necesitamos más información para solucionar dicho problema.
fa: ما بازخورد شما را ارزیابی می کنیم و نمی خواهیم اطلاعاتی ناخواسته را جمع آوری کنیم. آدرس ایمیل شما هرگز ذخیره نخواهد شد و فقط برای اطلاع شما هنگامی که این مسئله ممکن است برطرف شود یا زمانی که ما برای اطلاعات بیشتر به منظور حل این مشکل نیاز داریم.
he: אנחנו מעריכים את המשוב שלך ולא נאסוף פרטים לא רצויים. כתובת האימייל שלך לא תישמר בשום מקום ונשתמש בה רק כדי להודיע לך כאשר הבעיה תוקנה או אם נזדקק למידע נוסף כדי לתקן את הבעיה.
hi: हम आपकी प्रतिक्रिया की सराहना करते हैं और किसी भी अवांछित जानकारी एकत्र करने की हिम्मत नहीं करेंगे। आपका ईमेल पता कहीं भी संग्रहित नहीं होगा और इसका इस्तेमाल केवल आपको सूचित करने के लिए किया जाएगा जब यह समस्या ठीक हो जाए या जब हमें इस समस्या को ठीक करने के लिए अधिक जानकारी चाहिए।
id: Kami menghargai umpan balik Anda dan tidak akan berani mengumpulkan informasi yang tidak diinginkan. Alamat email Anda tidak akan disimpan di mana pun dan hanya akan digunakan untuk memberi tahu Anda ketika masalah ini mungkin diperbaiki atau ketika kami membutuhkan informasi lebih lanjut untuk memperbaiki masalah ini.
it: Per noi il tuo feedback è importante e non oseremmo raccogliere informazioni non fornite volutamente. Il tuo indirizzo mail non sarà memorizzato da nessuna parte e verrà utilizzato solo per informarti quando questo problema sarà stato risolto o quando avremo bisogno di più informazioni per risolverlo.
ja: 私たちはあなたのフィードバックを大切にし、不要な情報を収集することを敢えてしません。 あなたのメールアドレスはどこにも保存されず、この問題が修正される可能性がある場合、またはこの問題を修正するためにさらに情報が必要な場合にのみ通知するために使用されます
nb: Vi verdsetter din tilbakemelding og vil ikke samle uønsket informasjon. Din Epostadresse vil ikke bli lagret noe sted og vil bare bli brukt til å informere deg når dette problemet er ordnet eller når vi ønsker mer informasjon for å kunne løse dette problemet.
nl: We waarderen jouw feedback! Je e-mailadres wordt nergens opgeslagen en zal alleen gebruikt worden om jouw te informeren wanneer dit probleem kan worden opgelost of wanneer we meer informatie nodig hebben om dit probleem op te lossen.
pt: Valorizamos o seu feedback e não nos atrevemos a recolher qualquer informação indesejada. Seu endereço de e-mail não será armazenado em nenhum lugar e só será usado para informá-lo quando este problema puder ser resolvido ou quando precisarmos de mais informações para resolver este problema.
pt_br: Valorizamos seus comentários e não nos atrevemos a coletar informações não relacionadas ao problema. Seu endereço de e-mail não será armazenado em lugar nenum e será usado apenas para informá-lo quando este problema for resolvido ou se precisarmos de mais informações para corrigi-lo.
ru: Мы ценим ваши отзывы и не собираем никакой нежелательной информации. Ваш адрес электронной почты будет использоваться только для информирования вас о статусе исправления ошибки.
sk: Ceníme si Vašej správy a nikdy by sme si nedovolili odosielať citlivé informácie. Vaša emailová adresa nebude nikde uchovávaná a bude použitá iba k zasielaniu informácie o tom, kedy bude problém vyriešený, alebo ak budeme potrebovať viac informácií k vyriešeniu tohoto problému.
sv: Vi värdesätter din återkoppling och vågar inte samla in oönskad information. Din e-postadress lagras inte någonstans och kommer bara att användas för att informera dig när det här problemet kan lösas eller när vi behöver mer information för att åtgärda problemet.
th: ทางผู้พัฒนายินดี และให้ความสำคัญกับความคิดเห็นของคุณและไม่มีนโยบายเก็บ บันทึกข้อมูลสำคุญของคุณ. อีเมล์ของคุณจะไม่ได้รับการบันทึกทั้งสิ้น โดยจะใช้เพียงแค่นำส่งรีพอร์ตรายงานปัญหาเท่านั้น.
tr: Görüşlerinize değer veriyoruz ve istenmeyen bilgileri toplamıyoruz. E-posta adresiniz herhangi bir yerde saklanmayacak ve yalnızca bu sorun giderildiğinde veya bu sorunu gidermek için daha fazla bilgiye ihtiyacımız olduğumuzda kullanılacaktır.
uk: Ми цінуємо ваш відгук і не ризикнемо зібрати будь-яку небажану інформацію. Ваша електронна адреса ніде не зберігатиметься, і вона буде використана лише для інформування вас, коли ця проблема може бути виправлена, або якщо нам потрібна додаткова інформація, щоб вирішити цю проблему..

source: Only the following information will be sent: • The description you provide. • The exception information below. • Version of this application. • Version of your system (OS). • Model of your computer (no MAC address or similar information that could identify your computer).
af: Slegs die volgende inligting sal verstuur word: • Die beskrywing wat u verskaf. • Die onderstaande uitsonderingsinligting. • Weergawe van hierdie toepassing. • Weergawe van u stelsel (OS). • Model van u rekenaar (geen MAC-adres of soortgelyke inligting wat u rekenaar kan identifiseer nie).
ar: سيتم إرسال المعلومات التالية فقط: • الوصف الذي قمت بكتابته. • المعلومات الاستثنائية التالية. • إصدار هذا التطبيق. • إصدار نظام التشغيل الخاص بك (OS). • موديل جهاز حاسوبك (ليس عنوان الـ ماك او أي معلومات التي من خلالها يمكن تحديد جهازك الحاسوب).
bn: শুধুমাত্র নিচের তথ্য গুলো পাঠানো হবেঃ • আপনি যে বর্ণনা দিবেন। • নীচে ব্যতিক্রম তথ্য। • আপ্লিকেশন এর তথ্য। • আপনার ওএস এর তথ্য। • আপনার কম্পিউটার এর মডেল ( ম্যাক ঠিকানা বা এমন কোনও তথ্য নয় যেটা আপানার কম্পিউটার কে চিহ্নিত করতে পারে)।
cs: Pouze následující informace budou odeslány: • Vámi napsaný popis problému. • Vygenerovaný popis problému. • Verze této aplikace. • Verze Vašeho systému (OS). • Model tohoto počítače (bez MAC adresy, nebo jakékoliv informace, která by se dala využít k identifikaci konkrétního počítače).
da: Kun følgende information vil blive sendt: • Beskeden, du giver os. • Undtagelserne nedenfor. • Programversion. •Systemversion . • Computermodel (ingen MAC-adresse eller lignende, som ville kunne identificere din computer)..
de: Nur folgende Information wird übermittelt: • Deine Problembeschreibung. • Die unten stehenden Problem-Infos. • Version dieses Programms. • Systemversion (OS). • Computermodell (aber keine MAC-Adresse oder sonstige Informationen, die deinen Computer identifizieren können).
el: Θα αποσταλούν μόνον οι ακόλουθες πληροφορίες: • Η περιγραφή που παρέχετε. • Οι παρακάτω πληροφορίες. • Εκδοση αυτής της εφαρμογής. • Εκδοση του λειτουργικού σας συστήματος (OS). • Μοντέλο του υπολογιστή σας (καμία διεύθυνση MAC ή παρόμοιες πληροφορίες που θα μπορούσαν να ταυτοποιήσουν τον υπολογιστή σας).
es: Solo se enviará la siguiente información: • La descripción que hagas. • La información de la excepción indicada abajo. • Versión de esta aplicación. • Versión of tu sistema operativo (SO). • Modelo de tu ordenador (no la dirección MAC, o información similar que podría identificar tu ordenador).
fa: فقط اطلاعات زیر ارسال خواهد شد: • توضیحات ارائه شده. • اطلاعات استثنایی زیر. • نسخه این برنامه. • نسخه سیستم شما (سیستم عامل). • مدل رایانه شما (بدون آدرس مک یا اطلاعات مشابهی که می تواند رایانه شما را شناسایی کند).
fr: Seuls les renseignements suivants seront envoyés: • Le message que vous rédigez. • La version de l'application. • La version de votre système (OS). • Le modèle de votre ordinateur (aucune adresse MAC ni renseignement similaire qui permettrait d'identifier votre ordinateur).
he: רק המידע הבא יישלח: • התיאור שסיפקת. • מידע אודות הבעיה כפי שמופיע למטה. • גרסה של האפליקציה. • גרסה של מערכת ההפעלה שלך. • דגם המחשב שלך (לא נשלח את כתובת ה-MAC שלך או כל מידע אחר שעלול לזהות את המחשב שלך).
hi: केवल निम्नलिखित जानकारी भेजी जाएगी: • आपके द्वारा प्रदान किए गए विवरण। • नीचे उल्लेखित अपवाद जानकारी। • इस एप्लिकेशन का संस्करण। • आपके सिस्टम का संस्करण (ओएस)। • आपके कंप्यूटर का मॉडल (कोई मैक पता या इसी तरह की जानकारी जो आपके कंप्यूटर की पहचान कर सके वह नहीं भेजी जाएगी)।
id: Hanya informasi berikut yang akan dikirim: • Deskripsi yang Anda berikan. • Informasi pengecualian di bawah ini. • Versi aplikasi ini. • Versi sistem Anda (OS). • Model komputer Anda (tidak ada alamat MAC atau informasi serupa yang dapat mengidentifikasi komputer Anda).
it: Solo le seguenti informazioni saranno inviate: • La descrizione da te fornita. • Le seguenti informazioni sull'errore. • La versione di questa applicazione. • La versione del tuo sistema operativo. • Il modello del tuo computer (nessun indirizzo MAC o informazioni simili che possano identificare il tuo computer).
ja: 次の情報のみが送信されます。 •提供された説明 •以下の例外情報 •このアプリケーションのバージョン •システムのバージョン（OS） •コンピューターのモデル（コンピューターを識別できるMACアドレスまたは同様の情報は送信されません）
nb: Kun følgende informasjon vil bli overført: • Beskrivelsen du bidro med. • Unntaksinformasjonen du la inn nedenfor. • Versjonen av denne programvaren. • Versjonen av ditt operativsystem (OS). • Modellen på din datamaskin (ingen MAC addresse eller tilsvarende informasjon som vil kunne identifisere din datamaskin).
nl: Enkel volgende informatie zal worden verzonden: • Je omschrijving van de storing. • De storingsinformatie hieronder. • De software versie van deze applicatie. • De versie van je computersysteem (OS). • Je computer model (geen MAC address of soortgelijke informatie dat je identiteit zou kunnen blootgeven).
pt: Só serão enviadas as seguintes informações: - A descrição que você fornecer. - As informações de exceção abaixo. - A versão desta aplicação. - A versão do seu sistema (SO). - Modelo do seu computador (sem endereço MAC ou informação similar que possa identificar o seu computador).
pt_br: Apenas as informações a seguir serão enviadas: • A descrição fornecida; • As informações da exceção abaixo; • A versão deste aplicativo; • A versão do sistema (OS); • O modelo do computador (exceto por informações como endereço MAC e similares, que poderiam identificar o computador).
ru: К отчету будет прикреплена следующая информация: • Ваше описание проблемы. • Версия программы. • Версия вашей системы (OС). • Модель вашего компьютера (MAC-адрес или аналогичная информация, которая могла бы идентифицировать Ваш компьютер).
sk: Iba nasledujúce informácie budú odoslané: • Vami napísaný popis problému. • Vygenerovaný popis problému. • Verzia tejto aplikácie. • Verzia Vašho systému (OS). • Model tohoto počítača (bez MAC adresy, alebo akékoľvek informácie, ktorá by sa dala využiť na identifikáciu konkrétneho počítača).
sv: Bara den följande informationen kommer att sändas med: • Beskrivning av problemet. • Apples felrapport nedan. • Vilken version av programmet. • Vilken OS version på datorn. • Modellen på din dator (inte något som kan identifiera din dator).
th: เฉพาะข้อมูลต่อไปนี้เท่านั้นที่จะถูกส่งออกไป: • คำอธิบายที่คุณชี้แจง. • ข้อมูลที่ได้รับการยกเว้นตามด้านล่าง. • เวอร์ชั่นของโปรแกรมนี้. • เวอร์ชันของระบบปฎิบัติการ (OS). • รุ่นของอุปกรณืคอมพิวเตอร์ (ไม่มี MAC address หรือข้อมูลบ่งชี้ใดๆที่จะแจ้งอุปกรณ์ของคุณ).
tr: Yalnızca aşağıdaki bilgiler gönderilecektir: n • Gönderdiğiniz mesaj. N • Bu uygulamanın sürümü. N • Sisteminizin sürümü (OS). N • Bilgisayarınızın modeli (MAC adresi veya benzeri bilgiler bilgisayarınızı tanımlayabilir).
uk: Буде надіслано лише таку інформацію: • Опис, який ви надаєте. • Інформація про виключення нижче. • Версія цієї програми. • Версія вашої системи (ОС). • Модель вашого комп'ютера. (без MAC-адреси або подібної інформації, яка може ідентифікувати ваш комп'ютер).

source: Could not post your report.
af: Kon nie u verslag plaas nie.
ar: تعذر نشر تقريرك.
bn: আপনার প্রতিবেদন পোস্ট করতে পারেনি।
cs: Nelze odeslat zpávu.
da: Kunne ikke sende din rapport.
de: Konnte Report nicht senden.
el: Δεν ήταν δυνατή η αποστολή της αναφοράς σας.
es: No se pudo enviar tu informe.
fa: گزارش شما نمیتواند ارسال شود.
he: לא ניתן היה לשלוח את הדיווח שלך.
hi: आपकी रिपोर्ट भेजने में असमर्थ।
id: Tidak dapat memposting laporan Anda.
it: Non è stato possibile inviare la tua segnalazione.
ja: レポートを投稿できませんでした
nb: Kunne ikke poste din rapport.
nl: Kon het rapport niet verzenden.
pt: Não consigo publicar o seu relatório.
pt_br: Não foi possível publicar o relatório.
ru: Не удалось отправить отчет.
sk: Nie je možné odoslať správu.
sv: Kunde inte sända din rapport.
th: ไม่สามารถนำส่งรีพอร์ตได้.
tr: Raporunuzu gönderemedik.
uk: Не вдалося опублікувати ваш звіт.
