Repository: charlieMonroe/XUCore
Catalog: XUCore/localization/*.lproj/Localizable.strings
Languages: af, ar, bn, cs, da, de, el, es, fa, fr, he, hi, id, it, ja, nb, nl, pt, pt_br, ru, sk, sv, th, tr, uk

source: This beta build will expire in less than an hour.
af: Hierdie betabouweergawe verval oor minder as ’n uur.
ar: ستنتهي صلاحية النسخة التجريبية في أقل من ساعة.
bn: এই বেটা নির্মান ১ ঘণ্টার মধ্যে মেয়াদ উত্তীর্ণ হবে।
da: Denne betaversion udløber om mindre end en time.
de: Diese Beta-Version läuft in weniger als einer Stunde ab.
el: Αυτή η έκδοση beta θα λήξει σε λιγότερο από μία ώρα.
es: Esta versión beta expirará en menos de una hora.
fa: این ساخت بتا در کمتر از یک ساعت منقضی خواهد شد.
fr: Cette version bêta expirera en moins d'une heure.
he: גרסת הבטא הזו תפוג בעוד פחות משעה.
hi: यह बीटा बिल्ड एक घंटे से भी कम समय में समाप्त हो जाएगा।
id: Versi beta ini akan kedaluwarsa dalam waktu kurang dari satu jam.
it: Questa beta build scadrà in meno di un'ora.
ja: このベータビルドは1時間以内に期限切れになります。
nb: Denne beta builder vil gå ut om mindre enn en time.
nl: Deze beta build zal binnen minder dan een uur vervallen.
pt: Esta versão beta vai expirar em menos de uma hora.
pt_br: Este beta irá expirar em menos de uma hora.
ru: Эта бета-версия истекает менее чем через час.
sk: Táto beta verzia vyprší za menej ako hodinu.
sv: Denna beta-version kommer att sluta fungera om 1 timma.
th: โปรแกรมเบต้าตัวนี้จะหมดอายุภายใน ชั่วโมง.
tr: Bu beta yapısı bir saatten az sürede sona ericektir.
uk: Ця бета-надбудова закінчиться менше, ніж через годину.

source: Please update your copy of this beta build.
af: Werk asb. u kopie van hierdie betabouweergawe by.
ar: الرجاء تحديث نسختك التجريبية.
bn: দয়া করে এই বিটা বিল্ডের অনুলিপিটি আপডেট করুন।
da: Opdater venligst din udgave af denne betaversion
de: Bitte aktualisieren Sie Ihre Kopie der Beta-Version.
el: Παρακαλούμε, ενημερώστε το αντίγραφο αυτής της έκδοσης beta.
es: Por favor, actualiza tu copia de esta versión beta.
fa: لطفا کپی خود را از این بتا بسازید.
fr: Veuillez mettre à jour votre copie de cette version bêta.
he: עדכן את העותק של גרסת הבטא שלך.
hi: कृपया इस बीटा बिल्ड को अपडेट करें।
id: Harap perbarui salinan versi beta ini.
it: Per favore aggiorna la tua copia di questa beta build.
ja: このベータビルドを更新してください
nb: Vennligst oppdater din kopi av denne beta builder.
nl: Gelieve je beta build te updaten.
pt: Por favor actualize a sua cópia desta versão de teste.
pt_br: Por favor, atualize a sua cópia deste beta.
ru: Пожалуйста, обновите вашу копию этой бета-версии.
sk: Prosím, aktualizujte svoju kópiu tejto beta verzie.
sv: Var god och uppdatera din kopia av beta-versionen.
th: กรุณาอัพเดทโปรแกรมล่าสุด.
tr: Lütfen bu beta sürümünü güncelleyin.
uk: Будь ласка, оновіть свою копію цієї бета-версії.

source: All Preferences
af: Alle Voorkeure
ar: جميع الخيارات
da: Alle indstillinger
de: Alle Einstellungen
el: Όλες οι προτιμήσεις
es: Todas las Preferencias
fa: همه تنظیمات
fr: Toutes les préférences
he: כל ההעדפות
hi: सभी वरीयताएं
id: Semua Pengaturan
it: Tutte le Preferenze
ja: すべての設定
nb: Alle preferanser
nl: Alle Voorkeuren
pt: Todas as Preferências
pt_br: Todas Preferências
ru: Все настройки
sk: Všetky nastavenia
sv: Alla inställningar
th: การตั้งค่าทั้งหมด
tr: Tüm Tercihler
uk: Усі налаштування

source: Show All
af: Toon Alles
ar: عرض الكل
bn: সব দেখাও
da: Vis alt
de: Alles anzeigen
el: Εμφάνιση όλων
es: Mostrar Todo
fa: نمایش همه
fr: Afficher tout
he: הצג הכל
hi: सब दिखाए
id: Lihat Semua
it: Mostra Tutto
ja: 全部表示
nb: Vis alt
nl: Toon Alles
pt: Mostrar todos
pt_br: Mostrar Tudo
ru: Показать все
sk: Zobraziť všetko
sv: Visa Alla
th: แสดงทั้งหมด
tr: Tümünü göster
uk: Показати все

source: Preferences
af: Voorkeure
ar: الخيارات
bn: প্রিফারেন্স
da: Indstillinger
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fa: تنظیمات
he: העדפות
hi: वरीयताएं
id: Pengaturan
it: Preferenze
ja: 環境設定
nb: Preferanser
nl: Voorkeuren
pt: Preferências
pt_br: Preferências
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Terichler
uk: Налаштування

source: No search results
af: Geen soekresultate
ar: لا توجد نتائج للبحث
bn: অনুসন্ধানে কোন ফলাফল পাওয়া যায়নি
da: Ingen søgeresultater
de: Keine Suchergebnisse
el: Δεν υπάρχουν αποτελέσματα αναζήτησης
es: Sin resultados de búsqueda
fa: هیچ نتیجه ای برای جستجو یافت نشد
he: אין תוצאות חיפוש
hi: खोजने पर कोई परिणाम नहीं मिला
id: Tidak ada hasil pencarian
it: Nessun risultato di ricerca
ja: 検索結果がありません
nl: Geen resultaten gevonden
pt: Sem resultados de pesquisa
ru: Нет результатов поиска
sk: Žiadne výsledky vyhľadávania
sv: Inga sökresultat
th: ไม่พบข้อมูลที่ค้นหา
tr: Arama sonucu bulunamadı
uk: Відсутні результати пошуку

source: %li search results
af: %li soekresultate
ar: %li نتيجة بحث
da: %li søgeresultater
de: %li Suchergebnisse
el: %li αποτελέσματα αναζήτησης
es: %li resultados de búsqueda
fa: %li نتایج جستجو
he: %li תוצאות חיפוש
hi: %li खोज परिणाम
id: %li hasil pencarian
it: %li risultati di ricerca
ja: %li 件
nl: %li resultaten gevonden
pt: %li resultados de pesquisa
ru: %li результат (а),(ов) поиска
sk: %li výsledky vyhľadávania
sv: %li sökresultat
th: %li พบข้อมูลที่ค้นหา
tr: %li arama sonuçları
uk: %li знайдено результатів

source: Select...
af: Kies…
ar: تحديد...
bn: নির্বাচন করুন...
da: Vælg...
de: Auswählen...
el: Επιλογή...
es: Seleccionar...
fa: انتخاب...
fr: Sélectionnez...
he: בחר...
hi: चुने...
id: Pilih...
it: Seleziona...
ja: 選択...
nl: Selecteer...
pt: Selecionar…
ru: Выбрать...
sk: Vybrať...
sv: Välj...
th: เลือก…
tr: Seç...
uk: Вибір...

source: Please, describe the situation when this exception has occurred and provide steps how to reproduce the problem if possible. Enter your email address below - we'll let you know when this issue will be fixed or might ask you about some details regarding this exception. Your email address will not be collected into any database and you will not receive any unwanted emails. By submitting this report you will help us improve this software. Thank you!
cs: Prosím, popište situaci, při které došlo k této výjimce, a pokud možno, uveďte kroky, jak k této situaci došlo. Vyplňte svůj email - dáme Vám vědět, kdy tato chyba bude opravena, či se můžeme zeptat na nějaké detaily ohledně této chyby. Vaše emailová adresa nebude nijak zpracována a nebude použita k zasílání nechtěné pošty. Zasláním této zprávy nám pomáháte vylepšit tento software. Děkujeme!
nb: Vennligst beskriv situasjonender dette unntaget finner sted og hvilke handlinger som skal til for å gjenskape problemet, dersom dette er mulig. Legg inn Epostadressen din nedenfor - vi vil underrette deg om når feilen blir rettet, eller be deg om flere detaljer angående dette unntaket. Epostadressen din vil ikke bli lagret i noen database og du vil ikke motta uønsket eposter. Ved å sende denne rapporten vil du hjelpe oss å forbedre programvaren. Tusen takk!
