Repository: charlieMonroe/XUCore
Catalog: XUCore/localization/*.lproj/Localizable.strings
Languages: af, ar, bn, cs, da, de, el, es, fa, fr, he, hi, id, it, ja, nb, nl, pt, pt_br, ru, sk, sv, th, tr, uk

source: 1) If this isn't your first debug log you are sending, please, select Clear Debug Log from the Debug menu. 2) In the Debug menu, make sure that Debug Logging is On. 3) Perform whatever task you are having issues with. 4) In the Debug menu, turn Debug Logging Off. 5) In the Debug menu, select Show Log in Finder. This selects the log file in Finder and you can easily send it to me. Please, attach the file to the email rather than copy-pasting the information. The log file doesn't contain any personal data which can be verified by opening the log file (it is a simple text file). If you consider some of the data confidential or personal, please, replace them with something that can be easily identified as a placeholder (e.g. XXXXXXXX) and let me know that you've modified the log file.
af: 1) Kies asb. Wis Ontfoutlog in die Ontfout-kieslys indien dit nie die eerste ontfouglog is wat u verstuur nie. 2) Maak seker dat Ontfoutboekstawing in die Ontfout-kieslys Aan is. 3) Voer die taak uit waarmee u probleme ervaar. 4) Skakel Ontfoutboekstawing in die Ontfout-kieslys Af. 5) Kies Toon Log in Finder in die Ontfout-kieslys. Dit kies die loglêer in Finder en u kan dit maklik vir my stuur. Heg asb. die lêer aan die e-pos eerder as om die inligting te kopieer en plak. Die loglêer bevat geen persoonlike data wat geverifieer kan word wanneer die loglêer geopen word nie (dit is ’n eenvoudige tekslêer). Indien u van die data as vertroulik ag kan u dit met iets vervang wat maklik as plekhouer geïdentifiseer kan word (bv. XXXXXXXX) en my laat weet dat u die loglêer gewysig het.
ar: (1 اذا لم تكن هذه هي المرة الاولى التي تقوم بها بإرسال سجل التصحيح، رجاءاً، قم بتحديد إمسح سجل التصحيح من قائمة التصحيح. 2) في قائمة الـ Debug، تأكد من تفعيل خيار الـ Debug Logging. 3) قم بإجراء اي مهمة التي تسبب حدوث المشكة. 4) في قائمة الـ Debug، قم بإيقاف الـ Debug Logging. 5) في قائمة الـ Debug، قم بإختيار “عرض السجل في الـ Finder” او “Shlow Log in Finder”. سيؤدي ذلك الاختيار الى تحديد السجل في الـ Finder و بالتالي يمكنك أرساله لي بسهولة. رجاءا قم بإرفاق الملف في البريد الالكتروني بدلا من نسخ و لصق البيانات. ملف السجل لا يحتوي على اي معلومات شخصية ويمكنك التأكد من ذلك من خلال فتح ملف السجل (ملف نصي اعتيادي). أذا و جدت شيئاً تعتقد انه خصوصي او سري، رجاءا قم بإبدال تلك المعلومة بشيء يمكن تمييزه بسهولة (على سبيل المثال: XXXXXXXX) و أعلمني بأنك قمت بإجراء تعديل على ملف السجل (log file).
bn: 1) আপনি যদি এটি পাঠাচ্ছেন এটি যদি আপনার প্রথম ডিবাগ লগ না হয় তবে দয়া করে, ডিবাগ মেনু থেকে ডিবাগ লগ সাফ করুন নির্বাচন করুন। 2) ডিবাগ মেনুতে, নিশ্চিত হয়ে নিন যে ডিবাগ লগিং চালু আছে। 3) আপনার যে সমস্যা নিয়ে সমস্যা রয়েছে তা সম্পাদন করুন। 4) ডিবাগ মেনুতে, ডিবাগ লগিং বন্ধ করুন। 5) ডিবাগ মেনুতে, অনুসন্ধান লগ ইন ফাইন্ডার নির্বাচন করুন। এটি ফাইন্ডারে লগ ফাইলটি নির্বাচন করে এবং আপনি এটি সহজেই আমার কাছে প্রেরণ করতে পারেন। দয়া করে তথ্যটি কপি-পেস্ট করার চেয়ে ইমেলটিতে ফাইলটি সংযুক্ত করুন। লগ ফাইলটিতে এমন কোনও ব্যক্তিগত ডেটা থাকে না যা লগ ফাইলটি খোলার মাধ্যমে যাচাই করা যেতে পারে (এটি একটি সাধারণ পাঠ্য ফাইল)। আপনি যদি কিছু গোপনীয় বা ব্যক্তিগত বিবেচনা করেন তবে দয়া করে তাদের এমন কিছু দিয়ে প্রতিস্থাপন করুন যা সহজেই স্থানধারক হিসাবে চিহ্নিত করা যায় (উদাঃ XXXXXXXXX) এবং আমাকে জানিয়ে দিন যে আপনি লগ ফাইলটি পরিবর্তন করেছেন।
cs: 1) Pokud toto není první debug log, který zasíláte, nejdříve vyberte Smazat Debug Log z menu Debug. 2) V menu Debug, ujistěte se, že Debug logování je zapnuté. 3) Proveďte úkony, se kterými máte potíže. 4) V menu Debug, vypněte Debug logování. 5) V menu Debug, vyberte Zobrazit log ve Finderu. Tímto se vybere soubor logu ve Finderu a můžete mi jej jednoduše zaslat. Prosím, připojte soubor k emailu jako přílohu, nevkládajte text logu přímo do emailu. Soubor logu neobsahuje soukormé infomace. Toto lze ověřit otevřením souboru logu (je to obyčejný textový soubor). Pokud některé informace považujete za citlivá data, nahraďte je prosím něčím, co lze jednoduše identifikovat (např. XXXXXXXX) a dejte mi vědět, že jste log modifikovali.
da: 1) Hvis dette ikke er din første debug-log, du sender, så vælg venligst Ryd Debug-log fra Debug-menuen. 2) Vær sikker på, at Debug-logning er slået til i Debug-menuen. 3) Udfør den opgave, du nu har problemer med. 4) Slå Debug-logning fra i Debug-menuen. 5) Vælg Vis log i Finder i Debug-menuen. Dette vælger logfilen i Finder, og du kan således let sende den til mig. Vedhæft venligst filen i mailen frem for at kopiere teksten ind. Logfilen indeholder ikke nogle personfølsomme oplysninger, hvilket du kan se, hvis du åbner logfilen (det er en simpel tekstfil). Hvis du mener, at noget af dataen er fortrolig eller personlig, så erstat det med noget, der nemt kan identificeres (f.eks. XXXXXXXX) og fortæl mig, at du har ændret logfilen.
de: 1) Falls dies nicht Ihr erstes Fehlerprotokoll ist, so löschen Sie bitte zunächst das bestehende Protokoll im Debug-Menü. 2) Stellen Sie im Debug-Menü sicher, dass das Protokollieren eingeschaltet ist. 3) Führen Sie die Schritte aus, um den Fehler erneut auszulösen. 4) Schalten Sie das Protokollieren im Debug-Menü wieder aus. 5) Wählen Sie im Debug-Menü den Eintrag Protokoll im Finder zeigen aus. Damit wird die Protokolldatei ausgewählt und kann einfach an mich gesendet werden. Bitte fügen Sie die Datei der E-Mail als Anhang bei und nutzen nicht die Copy-Paste-Funktion. Die Protokolldatei enthält keine persönlichen Daten, was Sie leicht in der Datei überprüfen können (die Datei ist eine einfache Textdatei). Falls Sie dennoch vertrauliche oder persönliche Daten entdecken, so ersetzen Sie diese bitte mit einem Platzhalter (z. B. XXXXXXXX) und teilen mir mit, das Sie die Protokolldatei modifiziert haben.
el: 1) Εάν αυτό δεν είναι το πρώτο σας Αρχείο Καταγραφής Εντοπισμού Σφαλμάτων (Debug Log) που στέλνετε, παρακαλούμε επιλέξτε Καθαρισμός του Αρχείου Καταγραφής Εντοπισμού Σφαλμάτων από το μενού Εντοπισμός Σφαλμάτων. 2) Στο μενού Εντοπισμός Σφαλμάτων, βεβαιωθείτε ότι η Καταγραφή Εντοπισμού Σφαλμάτων είναι Ενεργή. 3) Εκτελέστε οποιαδήποτε εργασία με την οποία έχετε προβλήματα. 4) Στο μενού Εντοπισμός Σφαλμάτων, γυρίστε την επιλογή Καταγραφή Εντοπισμού Σφαλμάτων σε Ανενεργή. 5) Στο μενού εντοπισμού σφαλμάτων, επιλέξτε Εμφάνιση Αρχείου Καταγραφής στον Finder. Αυτό επιλέγει το Αρχείο Καταγραφής στον Finder και μπορείτε εύκολα να μας το στείλετε. Παρακαλούμε, επισυνάψτε το αρχείο στο email αντί να αντιγράψετε-επικολλήσετε απλώς τις πληροφορίες. Το αρχείο καταγραφής δεν περιέχει κανένα προσωπικό δεδομένο, πράγμα που μπορεί να επαληθευτεί, ανοίγοντας το αρχείο καταγραφής (είναι ένα απλό αρχείο κειμένου). Αν θεωρείτε ορισμένα από τα δεδομένα εμπιστευτικά ή προσωπικά, αντικαταστήστε τα με κάτι που μπορεί εύκολα να αναγνωριστεί ως σύμβολο κράτησης θέσης (π.χ. XXXXXXXX) και ενημερώστε μας ότι έχετε τροποποιήσει το αρχείο καταγραφής.
es: 1) Si este no es el primer registro de depuración que envías, selecciona, por favor, Limpiar Registro de Depuración del menú de Depuración. 2) En el menú de Depuración, comprueba que el Registro de Depuración está Activo. 3) Lleva a cabo los pasos necesarios para reproducir el problema. 4) En el menú de Depuración, pon el Registro de Depuración Inactivo. 5) En el menú de Depuración, selecciona Mostrar Registro en Finder. Esto selecciona y muestra el archivo de registro en el Finder, de modo que puedas enviármelo fácilmente. Por favor, adjunta dicho archivo al correo electrónico, en vez de copiar-pegar la información. El archivo de registro no contiene ningún dato personal, lo cual puede verificarse abriéndolo (es un archivo de texto simple). No obstante, si consideras que algún dato es confidencial o personal, cámbialo, por favor, con algo que pueda ser fácilmente identificado, como un marcador de posición (p.ej., XXXXXXXX), e indícame que has modificado dicho archivo de registro.
fa: 1) در صورتی که این نخستین ورودی خطایابی شما نیست، لطفا پاک کردن لاگ اشکال زدایی را از منوی اشکال زدایی انتخاب کنید. 2) در منوی اشکال زدایی، مطمئن شوید که رفع اشکال فعال است. 3)کاری که با آن به مشکل میخورید را انجام دهید. 4) در منوی اشکال زدایی، خاموش رفع اشکال را خاموش کنید. 5) در منوی اشکال زدایی، نمایش لاگ در فایندر را انتخاب کنید. این فایل ورودی را در فایندر را انتخاب می کند و می توانید به راحتی آن را برای من ارسال کنید. لطفا فایل را به ایمیل الصاق کنید تا از کپی کردن اطلاعات استفاده کنید. فایل ورودی حاوی اطلاعات شخصی نیست که با باز کردن فایل ورودی تایید می شود (یک فایل متنی ساده). اگر برخی از داده ها را محرمانه یا شخصی در نظر بگیرید، لطفا آنها را با چیزی که می تواند به آسانی به عنوان نگهدارنده شناسایی شود (مثلا XXXXXXXX) جایگزین کنید و به من اطلاع دهید که فایل log را تغییر داده اید.
fr: 1) Si vous n'envoyez pas votrepremier journal de débogage , sélectionnez Effacer le journal de débogage dans le menu Déboguer. 2) Dans le menu Déboguer, assurez-vous que la journalisation de débogage est activée. 3) Effectuez n'importe quelle tâche avec laquelle vous rencontrez des problèmes. 4) Dans le menu Déboguer, désactivez la déconnexion du débogage. 5) Dans le menu Déboguer, sélectionnez Afficher le journal dans le Finder. Cela sélectionne le fichier journal dans le Finder et vous pouvez facilement me l'envoyer. Veuillez joindre le fichier à l'e-mail plutôt que de copier-coller les informations. Le fichier journal ne contient aucune donnée personnelle pouvant être vérifiée en ouvrant le fichier journal (il s'agit d'un simple fichier texte). Si vous considérez que certaines données sont confidentielles ou personnelles, veuillez les remplacer par quelque chose qui peut être facilement identifié comme un espace réservé (par exemple XXXXXXXX) et faites-moi savoir que vous avez modifié le fichier journal.
he: 1) אם זה אינו יומן יומן הבאגים הראשון שאתה שולח, אנא בחר באפשרות נקה יומן Debug מתפריט Debug. N2) בתפריט Debug, ודא כי רישום Debug פועל. N3) בצע את כל המשימות שלך נתקלת בבעיות. N4) בתפריט Debug, כבה את Debug Logging Off. N5) בתפריט Debug, בחר באפשרות Show Log in Finder. זה בוחר את קובץ היומן ב Finder ואתה יכול בקלות לשלוח לי את זה. בבקשה, צרף את הקובץ לדואל במקום להעתיק את המידע. N n קובץ היומן אינו מכיל נתונים אישיים שניתן לאמת על-ידי פתיחת קובץ היומן (זהו קובץ טקסט פשוט). אם אתה סבור שחלק מהנתונים חסויים או אישיים, החלף אותם במשהו שניתן לזהות בקלות כמציין מיקום (למשל XXXXXXXX) והודע לי ששינית את קובץ היומן.
hi: 1) यदि यह आपका पहला डीबग लॉग नहीं है, तो कृपया डीबग मेनू से डिबग लॉग साफ़ करने का चयन चुनें। 2) डीबग मेनू में सुनिश्चित करें कि डीबग लॉगिंग चालू है। 3) आपको जिस किसी काम से समस्याएं हो रही हैं उसे करे। 4) डीबग मेनू में डीबग लॉगिंग बंद करें। 5) डीबग मेनू में, लॉग को फाइंडर में देखे चयन चुनें। यह फाइंडर में लॉग फ़ाइल का चयन करता है और आप इसे आसानी से मुझे भेज सकते हैं। कृपया, फ़ाइल को कॉपी-चिपकाने के बजाय ईमेल में संलग्न करें। लॉग फ़ाइल में कोई भी व्यक्तिगत डेटा नहीं है जो लॉग फ़ाइल को खोलकर सत्यापित किया जा सकता है (यह एक सरल पाठ फ़ाइल है)। अगर आप कुछ डेटा व्यक्तिगत रूप से देखते हैं, तो कृपया उन जगहों की जगह प्लेसहोल्डर रखे जिसे आसानी से पहचाना जा सकता है (जैसे की XXXXXXXX) और मुझे बताएं कि आपने लॉग फ़ाइल को बदला है।
id: 1) Jika ini bukan log debug pertama yang Anda kirim, pilih Hapus Log Debug dari menu Debug. 2) Di menu Debug, pastikan bahwa Log Debug Aktif. 3) Lakukan tugas apa pun yang Anda lakukan mengalami masalah. 4) Di menu Debug, matikan pencatatan Debug. 5) Di menu Debug, pilih Tampilkan Log di Finder. Ini memilih berkas log di Finder dan Anda dapat dengan mudah mengirimkannya kepada saya. Harap lampirkan berkas ke email daripada menyalin-menempelkan informasi. Berkas log tidak berisi data pribadi apa pun yang dapat diverifikasi dengan membuka berkas log (ini adalah berkas teks sederhana). Jika Anda menganggap beberapa data bersifat rahasia atau pribadi, harap ganti dengan sesuatu yang dapat dengan mudah diidentifikasi sebagai samaran (mis. XXXXXXXX) dan beri tahu saya bahwa Anda telah memodifikasi berkas log.
it: 1) Se questo non è il primo log di debug che mandi, seleziona Pulisci il Log di Debug dal menù di Debug. 2) Nel menù di Debug, assicurati che la Registrazione Log di Debug sia accesa. 3) Esegui le azioni per cui si verifica il problema. 4) Nel menù di Debug, disattiva la Registrazione Log di Debug impostandola su Spento. 5) Nel menù di Debug, seleziona Mostra il Log nel Finder. Questo seleziona il Log nel Finder, così che tu possa inviarmelo facilmente. Per favore, allega il file alla mail piuttosto che fare copia-incolla del contenuto. Il file di log non contiene alcun dato personale e lo puoi verificare aprendolo (è un semplice file di testo). Se consideri alcuni dei dati confidenziali o personali, per favore sostituiscili con qualcosa che possa essere facilmente identificato come segnaposto (ad esempio XXXXXXXX) e fammi sapere che hai modificato il file di log.
ja: 1）これが送信する最初のデバッグログでない場合は、[デバッグ]メニューから[デバッグログのクリア]を選択してください。 2）[デバッグ]メニューで、[デバッグログ]がオンになっていることを確認します。 3）問題が発生しているタスクを実行します。 4）[デバッグ]メニューで、[デバッグログ]をオフにします。 5）[デバッグ]メニューで、[Finderにログを表示]を選択します。 これにより、Finderでログファイルが選択され、簡単に送信できます。 情報をコピーして貼り付けるのではなく、ファイルをメールに添付してください。 ログファイルには、ログファイル（単純なテキストファイル）を開いて確認できる個人データは含まれていません。 一部のデータを機密または個人的なものと見なす場合は、プレースホルダーとして簡単に識別できるもの（XXXXXXXXなど）に置き換えて、ログファイルを変更したことをお知らせください。
nb: 1) Dersom dette ikke er den første feilsøkingsloggen du sender, sletter du først feilsøkingslogg fra feilsøkingsmenyen. 2) I feilsøkingsmenyen, se til at feilsøkingsloggføring er skrudd på. 3) Gjør den oppgaven som du har problem med. 4) I feilsøkingsmenyen skrur du så feilsøkingsloggføring av. 5) I feilsøkingsmenyen velger du vis loggføring i Finder. Dette velger loggføringen i Finder og du kan da enkelt sende den til meg. Vennligst legg informasjonen som et vedlegg i en e-post isteden for å kopiere og lime det inn som tekst. Loggfilen inneholder ingen personlig informasjon som kan brukes ved å åpne loggfilen (den er en enkel tekstfil). Dersom du mener at informasjonen er konfidensiell eller personlig, vennligst erstatt den med noe som enkelt kan gjenkjennes som fylltekst (f.eks. XXXXXXXX) og la meg få vite at du har modifisert filen.
nl: 1) Wanneer dit niet je eerste debug log is die je ons verstuurd, gelieve Clear Debug Log in het Debug menu te klikken. 2) Zorg ervoor dat Debug Logging op Aan staat in het Debug menu. 3) Voer eender welke taak uit waar je problemen mee hebt. 4) Zet Debug Logging Uit in het Debug menu. 5) Selecteer Toon Log in Finder in het Debug menu. Dit zal de betreffende log bestand in Finder selecteren dat je eenvoudig aan mij kan doorsturen. Gelieve het log bestand in attachment per email te versturen. Dit log bestand bevat geen enkele persoonlijke informatie gegevens, dat kan je eenvoudig zelf nagaan door het log bestand te openen (het is een eenvoudig tekst bestand). Stel je vast dat bepaalde gegevens confidentieel zijn in uw ogen, gelieve dit dan te vervangen door een gemakkelijk te erkennen reeks van tekens (ea. XXXXXXXX) en laat mij weten dat je het log bestand hebt aangepast.
pt: 1) Se este não é o seu primeiro log de depuração que está a enviar, por favor, seleccione Limpar Registo de Depuração a partir do menu Depuração. 2) No menu Depuração, certifique-se de que o Registo de Depuração está Ligado. 3) Execute qualquer tarefa com a qual você esteja tendo problemas. 4) No menu de Depuração, desligue o Registo de Depuração Desligado. 5) No menu de Depuração, selecione Mostrar Registo no Finder. Isto seleciona o arquivo de log no Finder e você pode facilmente enviá-lo para mim. Por favor, anexe o ficheiro ao e-mail em vez de o copiar - colar a informação. O arquivo de log não contém nenhum dado pessoal que possa ser verificado abrindo o arquivo de log (é um simples arquivo de texto). Se você considerar alguns dos dados confidenciais ou pessoais, por favor, substitua-os por algo que possa ser facilmente identificado como um espaço reservado (por exemplo, XXXXXXXXXX) e me avise que você modificou o arquivo de log.
pt_br: 1) Caso este não seja o primeiro registro de depuração que estiver enviando, por favor, selecione “Limpar Registro de Depuração” no menu Depurar. 2) No menu Depurar, verifique se “Registro de Depuração” está ativado. 3) Realize o procedimento com o qual estiver com problemas. 4) No menu Depurar, selecione Inativo em “Registro de Depuração”. 5) No menu Depurar, selecione “Mostrar Registro no Finder”. Essa ação mostra o arquivo de registro no Finder para que você possa enviá‑lo. Anexe o arquivo ao e‑mail em vez de copiar e colar as informações. O arquivo de registro não contém dados pessoais e você pode abri‑lo e inspecioná‑lo, já que o mesmo é um simples arquivo de texto. Caso considere algum dado como confidencial ou pessoal, você pode substituí‑lo por um texto padrão (como XXXXXXXX) e indicar tal modificação no arquivo de registro ao enviá‑lo.
ru: 1) Если это ваш первый Журнал Отладки, который вы посылаете, пожалуйста, выберите Очистить Журнал Отладки в меню Отладка. 2) В меню Отладка убедитесь, что ведение Журнала Отладки включено. 3) Выполните все задачи, имеющие проблемы. 4) В меню Отладка отключите ведение Журнала Отладки. 5) В меню Отладка выберите пункт Показать Журнал в Finder. Это действие открывает лог-файл в Finder, и вы можете легко отправить его мне. Пожалуйста, прикрепите файл к электронной почте, вместо копирования вставки information. Файл Журнала не содержит никаких личных данных, которые можно проверить, открыв файл (это простой текстовый файл). Если вы считаете, что некоторые из данных конфиденциальные или личные, пожалуйста, замените их чем-то, что могут быть легко идентифицированы как заполнитель (например XXXXXXXX) и дайте мне знать, что вы модифицировали файл Журнала.
sk: 1. Ak je toto váš druhý a ďalší debugovací log, ktorý posielate, prosím, vyberte Vymazať debugovací log v Debug menu. 2. V menu Debug sa uistite, že je zapnuté Ladenie logu. 3. Vykonajte úlohu, s ktorou máte problémy. 4. V menu Debug vypnite Ladenie logu. 5. V menu Debug vyberte Zobraziť log v Prieskumníkovi súborov. Toto vyberie súbor logu v Prieskumníkovi súborov a môžete ho ľahko poslať. Prosím, pripojte súbor k e-mailu, namiesto toho, aby ste informácie skopírovali a vložili. Súbor logu neobsahuje žiadne osobné údaje, čo si môžete overiť otvorením súboru logu (je to obyčajný textový súbor). Ak považujete niektoré údaje za dôverné alebo osobné, prosím, nahraďte ich niečím, čo môže byť ľahko identifikované ako zástupný symbol (napr. XXXXXXXX) a dajte nám vedieť, že ste súbor logu upravili.
sv: 1) Om det här inte din första Debug logg som du sänder, se till att rensa Debug loggen från Debug menyn. 2) I Debug menyn, se till att Debug-loggningen är påslagen. 3) Utför uppgiften som du har problem med. 4) Nu i Debug menyn så stänger du av Debug-loggningen. 5 I Debug menyn väljer du, Visa Loggen i Finder. Den visar var loggfilen (som är en vanlig textfil) ligger och som du enkel kan maila mig. Om du anser att någon av datan som finns i filen är för personlig, så kan du ersätta den med något som kan lätt identifieras (t.ex XXXXXXXXX) och låt mig få reda på vad du har modifierat i loggfilen.
th: 1) ถ้าไม่ใช่ครั้งแรกที่คุณกดส่ง, ได้โปรดล้างข้อมูลเก่าก่อน. 2) ในเมนูบันทึกบัค, ให้มั่นใจว่าเปิดอยู่. 3) ลองทดสอบปัญหาที่คุณพบอีกครั้ง. 4) ในเมนูรายงานบัค, ปิดมันซ่ะ. 5) ในเมนูรายงานบัค, กด ให้แสดงผล บันทึกใน finder. คุณจะพบว่ามีหลายไฟล์ในนี้ และโปรดส่งมาให้ฉัน. รบกวนส่งมันมาทางอีเมล์ อย่าแค่ก๊อปีีข้อมูลมาบอกฉัน. บันทึกเหล่านั้นไม่มีข้อมูลใดๆที่สำคัญ. ถ้าคุณกังวลเกี่ยวกับข้อมูลบุคคล กรุณาระบุ (อย่างเช่น XXXXXXXX) ในชื่อไฟล์และบอกฉันด้วย.
tr: 1) 1) Gönderdiğiniz ilk hata ayıklama günlüğünüz bu değilse, Hata Ayıklama menüsünden Hata Ayıkla Günlüğünü Temizle'yi seçin. 2) Hata Ayıklama menüsünde, Hata Ayıklama Günlüğünün Açık olduğundan emin olun. 3) Sorun yaşadığınız şeyi gerçekleştirin. 4) Hata Ayıkla menüsünde Hata Ayıklama Günlüğü Kapat seçeneğini açın. 5) Hata Ayıklama menüsünde Günlüğü Finder'da Göster'i seçin. Bu, Finder'da günlük dosyasını seçer ve kolayca bana gönderebilirsiniz. Lütfen, dosyayı kopyalayıp yapıştırmak yerine e-postaya ekleyin. Günlük dosyası, günlük dosyasını açarak doğrulanabilecek kişisel verileri içermez (basit bir metin dosyasıdır). Bazı verilerin gizli veya kişisel olduğunu düşünüyorsanız, lütfen yerine kolaylıkla tanımlanabilen bir şeyle (ör. XXXXXXXX) değiştirin ve günlük dosyasını değiştirdiğinizi bildirin.
uk: 1) Якщо це не ваш перший журнал наладки, який ви надсилаєте, оберіть пункт Очистити журнал відладки в меню «Наладка». 2) У меню «Наладка» переконайтеся, що протокол наладки увімкнено. 3) Виконайте будь-яке завдання, з яким виникає проблема. 4) У меню "Наладка" вимкніть Запис Логування. 5) У меню "Виправлення" виберіть "Показати журнал пошуку". Це вибирає файл журналу в Finder, і ви можете легко надіслати його мені. Будь-ласка, прикріпіть файл до електронної пошти, а не скопіюйте інформацію. Файл журналу не містить жодних особистих даних, які можна перевірити, відкривши файл журналу (це просто текстовий файл). Якщо ви вважаєте, що zrscm дані є конфіденційними або особистими, будь-ласка, замінити їх на щось, що можна легко ідентифікувати як заповнювач (наприклад, XXXXXXXX), і дайте мені знати, що ви змінили файл журналу.

source: The document could not be downloaded at this moment.
af: Die dokument kon nie op hierdie oomblik afgelaai word nie.
ar: تعذر تحميل الملف الان.
bn: এই মুহুর্তে ডকুমেন্ট ডাউনলোড করা যায়নি।
cs: Tento dokument nelze nyní stáhnout.
da: Dokumentet kunne ikke overføres på nuværende tidspunkt.
de: Das Dokument kann im Moment nicht heruntergeladen werden.
el: Δεν ήταν δυνατή η λήψη του αρχείου αυτή τη στιγμή.
es: El documento no se pudo descargar en este momento.
fa: این سند نمیتواند در این لحظه دانلود شود
fr: Le document n'a pas pu être téléchargé pour le moment.
he: לא ניתן להוריד את המסמך ברגע זה.
hi: दस्तावेज़ को इस समय डाउनलोड नहीं किया जा सका।
id: Dokumen tidak dapat diunduh saat ini.
it: Il documento non può essere scaricato in questo momento.
ja: 現在このドキュメントはダウンロードできません
nb: Dokumentet kunne ikke lastes ned akkurat nå.
nl: Het document kon op dit moment niet worden gedownload.
pt: O documento não pode ser descarregado agora.
pt_br: O documento não pode ser transferido neste momento.
ru: Документ не может быть загружен в данный момент.
sk: Dokument sa momentálne nepodarilo stiahnuť.
sv: Dokumentet kan för närvarande inte laddas ner.
th: เอกสารไม่สามารถดาวโหลดได้ในขณะนี้.
tr: Doküman şu an indirilemedi.
uk: На даний момент документ не можна завантажити.

source: Log Current Application State
af: Boekstaaf Huidige Toepassingstand
ar: سجل حالة التطبيق الحالي.
bn: বর্তমান আপ্লিকেনশন এর অবস্থা লগ করুন
cs: Zalogovat současný stav aplikace
da: Log nuværende programstatus
de: Aktuellen Status protokollieren
el: Καταγραφή της Τρέχουσας Κατάστασης της Εφαρμογής
es: Registrar Estado Actual de la Aplicación
fa: به برنامه وارد شوید
fr: Etat actuel de l'application
he: לוג היישום הנוכחי
hi: एप्लिकेशन की वर्तमान स्थिति को लॉग करें
id: Catat Status Aplikasi Saat Ini
it: Log dello Stato Attuale dell'Applicazione
ja: 現在のアプリケーション状態をログに記録する
nb: Loggfør gjeldende applikasjonstilstand
nl: Log huidige applicatie staat
pt: Registo do estado atual da aplicação
pt_br: Registrar o Estado Atual da Aplicação
ru: Состояние Журнала текущего приложения
sk: Záznam aktuálneho stavu aplikácie
sv: Logga aktuellt Programtillstånd
th: บันทึกรายละเอียดการทำงานในปัจุบัน
tr: Geçerli Uygulama Durumunu Kaydet
uk: Журнал Поточний Стан Застосунку
