Repository: charlieMonroe/XUCore
Catalog: XUCore/localization/*.lproj/Localizable.strings
Languages: af, ar, bn, cs, da, de, el, es, fa, fr, he, hi, id, it, ja, nb, nl, pt, pt_br, ru, sk, sv, th, tr, uk

source: %@ will keep on working the next 24 hours, after which its functionality will be blocked. Please update %@ in order to keep it working.
af: %@ sal vir die volgende 24 bly werk, waarna die funksionaliteit geblokkeer sal word. Werk %@ by sodat dit kan aanhou funksioneer.
ar: @% سيعمل خلال الـ24 ساعة القادة، بعدها سيتم إيقاف عمله. رجاءا، قم بتحديث @% من أجل استمراره بالعمل.
bn: %@ পরবর্তী 24 ঘন্টা কাজ চালিয়ে যাবে, এর পরে এর কার্যকারিতা ব্লক হয়ে যাবে। এটি চালু রাখার জন্য দয়া করে %@ আপডেট করুন।
cs: %@ bude fungovat následujících 24 hodin, po kterých bude funkčnost zablokována. Prosím, nainstalujte si aktualizaci %@.
da: %@ vil fortsætte med at virke det næste døgn. Derefter blokeres al funktionalitet. Opdater venligst %@ for at den kan fortsætte med at virke.
de: %@ wird noch 24 Stunden funktionieren, danach werden die Funktionen eingestellt. Bitte update %@ damit es weiter funktioniert.
el: Το %@ θα συνεχίσει να λειτουργεί για τις επόμενες 24 ώρες, μετά από τις οποίες η λειτουργία του θα σταματήσει. Ενημερώστε το %@ για να το κρατήσετε σε λειτουργία.
es: %@ seguirá funcionando las próximas 24 horas, tras lo cual su funcionalidad será bloqueada. Por favor, actualiza %@ para que pueda seguir funcionando.
fa: %@ در 24 ساعت آینده کار می کند، بعد از آن عملکرد آن مسدود خواهد شد. لطفا جهت ادامه ی کار %@ به روزرسانی کنید.
fr: %@ continuera à travailler pendant les prochaines 24 heures, après quoi sa fonctionnalité sera bloquée. Veuillez mettre à jour% @ afin de continuer à travailler.
he: %@ ימשיך לעבוד ב-24 השעות הבאת, אך לאחר מכן הפונקציונליות תיחסם. אנא עדכן את %@ כדי להמשיך להשתמש בתוכנה.
hi: %@ अगले 24 घंटों के लिए काम करेगा, जिसके बाद इसकी कार्यक्षमता अवरुद्ध हो जाएगी। इस से काम करने के लिए कृपया %@ को अपडेट करें।
id: %@ akan terus bekerja 24 jam ke depan, setelah itu fungsinya akan diblokir. Perbarui %@ agar tetap berfungsi.
it: %@ continuerà a funzionare per le prossime 24 ore, dopo le quali le sue funzionalità saranno bloccate. Per favore aggiorna %@ per mantenerla funzionante.
ja: %@ は次の24時間動作し続け、その後その機能はブロックされます。 動作を維持するには、%@を更新してください。
nb: %@ vil fortsette å fungere i de neste 24 timene. Etter dette vil funksjonaliteten bli sperret. Vennligst oppdater %@ for at det skal fortsette å fungere.
nl: %@ blijft de komende 24 uur nog werken, waarna de functionaliteit wordt geblokkeerd. Gelieve %@ te updaten om verder te kunnen blijven werken.
pt: %@ continuará a funcionar nas próximas 24 horas, após as quais a sua funcionalidade será bloqueada. Por favor actualize %@ de modo a mantê-lo a funcionar.
pt_br: O %@ continuará funcionando pelas próximas 24 horas. Depois disso, sua funcionalidade será bloqueada. Atualize o %@ para mantê-lo funcionando.
ru: %@ будет продолжать работать ближайшие 24 часа, после чего его функциональность будет заблокирована. Пожалуйста, обновите %@ для того, чтобы поддерживать работоспособность.
sk: %@ bude fungovať nasledujúcich 24 hodin, po ktorých bude funkčnosť zablokovaná. Prosím, nainštalujte si aktualizáciu %@.
sv: %@ kommer att fungera 24 timmar till, efter det kommer programmet att blockeras. Var god och uppdatera %@ för att det ska fortsätta att fungera.
th: %@ จะทำงานต่อเนื่องอีก 24 ชั่วโมง, หลังจากนั้นฟังชั่นต่างๆจะถูกระงับชั่วคราว. กรุณาอัพเดท %@ เพื่อที่จะใช้งานต่อ.
tr: %@ önümüzdeki 24 saatte çalışmaya devam edecek ve sonrasında işlevselliği engellenecektir. Lütfen %@ 'yi güncel tutmak için güncelleyin..
uk: %@ буде продовжувати працювати протягом наступних 24 годин, після чого його функціональність буде заблокована. Будь ласка, оновіть %@, щоб додаток працював далі.

source: Please download a new build.
af: Laai asb. ’n nuwe bou af.
ar: رجاءا، قم بتحميل النسخة الجديدة.
bn: দয়া করে একটি নতুন বিল্ড ডাউনলোড করুন।
cs: Prosím, stáhněte si novou verzi.
da: Download venligst en ny version.
de: Bitte einen neuen Build downloaden.
el: Παρακαλώ κατεβάστε μια νέα έκδοση.
es: Por favor, descarga una nueva versión.
fa: لطفا ساخت جدید را دانلود کنید.
fr: S'il vous plaît télécharger une nouvelle version.
he: אנא הורד גרסה חדשה.
hi: कृपया एक नया बिल्ड डाउनलोड करें।
id: Silakan unduh versi baru.
it: Per favore scaricare una nuova versione.
ja: 新しいバージョンをダウンロードしてください
nb: Vennligst last ned ny build.
nl: Gelieve een nieuwe build te downloaden.
pt: Por favor faça o download de uma nova versão.
pt_br: Por favor, baixe uma nova versão.
ru: Пожалуйста, скачайте новую сборку.
sk: Prosím, stiahnite si novú verziu.
sv: Var god och ladda ner en ny version.
th: รบกวน ดาวโหลด โปรแกรมตัวอัพเดทล่าสุด.
tr: Lütfen yeni yapıyı indirin.
uk: Будь ласка, завантажте нову версію.

source: You can send the report anyway, but if the message indeed isn't in English, I won't be able to provide you with full support.
af: U kan in ieder geval ’n verslag stuur, maar indien die boodskap nie in Engels is nie, sal ek u nie van volle hulp kan wees nie.
ar: يمكنك إرسال التقرير على اي حال، لكن إن كانت الرسالة ليست باللغة الانكليزية، لن يكون بإمكاني تزويدك بالدعم الكامل.
bn: আপনি যেভাবেই প্রতিবেদনটি প্রেরণ করতে পারেন, তবে বার্তাটি যদি সত্যিই ইংরেজিতে না থাকে তবে আমি আপনাকে সম্পূর্ণ সমর্থন সরবরাহ করতে সক্ষম হব না।
cs: Můžete zprávu odeslat i tak, avšak pokud opravdu není anglicky, nebudu schopen poskytnout plnou podporu.
da: Du kan godt sende rapporten, selv om du ikke skriver på engelsk, men jeg vil ikke være i stand til at yde dig fuld support.
de: Du kannst natürlich einen Report senden, aber wenn die Sprache nicht Englisch ist, kann ich keinen vollen Support liefern.
el: Μπορείτε να στείλετε την αναφορά, αλλά αν δεν είναι στην αγγλική γλώσσα, δεν θα μπορέσουμε να σας παράσχουμε πλήρη υποστήριξη.
es: Puedes enviar el informe de cualquier forma, pero si el mensaje no está escrito en inglés, no podré darte plena atención al usuario.
fa: شما می توانید گزارش را ارسال کنید، اما اگر این پیام در واقع به زبان انگلیسی نیست، من نمی توانم پشتیبانی کامل را به شما ارائه کنم.
he: אתה יכול לשלוח את הדיווח בכל מקרה, אבל אם ההודעה אינה באנגלית, לא אוכל לספק לך תמיכה באופן מלא.
hi: आप रिपोर्ट भेज सकते हैं, लेकिन यदि संदेश अंग्रेजी में नहीं होगा, तो मैं आपको पूर्ण समर्थन प्रदान नहीं कर पाउँगा।
id: Anda dapat tetap mengirim laporan, tetapi jika pesannya memang tidak dalam bahasa Inggris, saya tidak akan dapat memberi Anda dukungan penuh.
it: Puoi comunque inviare la segnalazione, ma se il messaggio non è in inglese non sarò in grado di fornirti un pieno supporto.
ja: レポートを送ることはできますが、メッセージが英語でない場合、的確なサポートができない場合がございます
nb: Du kan sende rapporten likevel, men dersom meldingen ikke er på Engelsk kan jeg ikke gi deg full brukersstøtte.
nl: Wij spreken enkel Engels ... Je kan steeds dit rapport naar ons versturen, maar als je bericht niet in het Engels is, kan ik jouw helaas geen volledige ondersteuning bieden.
pt: Pode enviar o relatório na mesma, mas se a mensagem não estiver em inglês, não poderei dar-lhe todo o apoio.
pt_br: Você pode enviar o relatório mesmo assim, mas se a mensagem não for escrita em inglês, não será possível oferecer um suporte completo.
ru: Вы можете отправить отчет так или иначе, но если сообщение написано не на английском языке, я не смогу предоставить вам полную поддержку.
sk: Môžete správu odoslať aj tak, avšak pokiaľ naozaj nie je anglicky, nebudem schopný poskytnúť plnú podporu.
sv: Du kan sända rapporten ändå, men är meddelandet inte på engelska, då kan jag inte ge dig full support.
th: คุณสามารถนำส่งรายงานปัญหาได้, แต่ข้อมูลของคุณไม่ได้เป็นภาษาอังกฤษ, ทางเราไม่เข้าใจ และไม่สามารถ ให้ความช่วยเหลือได้เต็มที่.
tr: Raporu yine de gönderebilirsiniz, ancak mesaj İngilizce değilse, tam destek sağlayamam.
uk: Ви можете надсилати звіт у будь-якому випадку, але якщо він не англійською мовою, я не зможу надати вам повну підтримку.

source: Your message contains special characters which usually indicates that the message is not written in English. Please note that while %@ is translated into various languages, support is provided in English only. Thank you for understanding.
af: U boodskap bevat spesiale karakters wat gewoonlik daarop dui dat die boodskap nie in Engels is nie. Let asb. daarop dat hoewel %@ in verskeie tale vertaal is, bystand slegs in Engels gebied word. Dankie vir u begrip.
ar: قد تحتوي رسالتك على بعض الرموز الخاصة التي قد تشير على ان الرسالة ليست باللغة الانكليزية. الرجاء ملاحظة أنه على الرغم من التطبيق @% نتوفر بعدة لغات، إلا أن الدعم متوفر باللغة الانكليزية حصراً. شكرا على تفهمكم.
bn: আপনার বার্তাতে স্পেশাল ছিন্ন রয়েছে যেটা ইংরেজি ভাষায় লিখা নয়। দয়াকরে মনে রাখবেন %@ অনেক গুলো ভাষাতে অনুবাদ করা আছে কিন্তু সাহায্য শুধু ইংরেজি ভাষাতেই দেওয়া হয়। আমাদের বুঝতে পারার জন্য আপনাকে ধন্যবাদ।
cs: Vaše zpráva obsahuje speciální znaky, což bývá známkou toko, že zpráva není anglicky. Ačkoliv %@ je přeložen do různých jazyků, podpora je poskytována pouze anglicky. Děkuji za pochopení.
da: Din besked indeholder specialtegn, hvilket tyder på, at den ikke er skrevet på engelsk. Bemærk venligst, at selvom %@ er oversat til adskillige sprog, ydes der kun support på engelsk. Tak for din forståelse.
de: Deine Nachricht enthält Zeichen, die darauf hindeuten, dass sie nicht in Englisch verfasst ist. %@ ist zwar in diverse Sprachen übersetzt, Support kann aber nur in Englisch geleistet werden. Danke für dein Verständnis.
el: Το μήνυμά σας περιέχει ειδικούς χαρακτήρες οι οποίοι συνήθως υποδηλώνουν ότι το μήνυμα δεν είναι γραμμένο στα Αγγλικά. Λάβετε υπόψη ότι ενώ το %@ μεταφράζεται σε διάφορες γλώσσες, η υποστήριξη παρέχεται μόνο στα Αγγλικά. Σας ευχαριστούμε για την κατανόηση.
es: Tu mensaje contiene caracteres especiales, que generalmente indican que el mismo no está escrito en inglés. Por favor, ten en cuenta que aunque %@ está traducido a varios idiomas, la atención al usuario solo está disponible en inglés. Gracias por tu comprensión.
fa: پیام شما حاوی کاراکترهای خاص است که نشان می دهد که پیام به زبان انگلیسی نوشته نشده است. لطفا توجه داشته باشید در حالی که %@ به زبان های مختلف ترجمه شده است، پشتیبانی فقط به زبان انگلیسی ارائه می شود. از این که درک می کنید متشکرم.
fr: Votre message contient des caractères spéciaux qui indiquent généralement que le message n'est pas écrit en anglais. Veuillez noter que bien que %@ soit traduit dans plusieurs langues, le support est fourni uniquement en anglais. Merci de votre compréhension.
he: ההודעה שלך מכילה תווים מיוחדים. בדרך כלל זה סימן לכך שההודעה לא נכתבה באנגלית. אנא שים לב שלמרות שהתוכנה %@ מתורגמת לשפות שונות, התמיכה ניתנת באנגלית בלבד. תודה על ההבנה.
hi: आपके संदेश में विशेष वर्ण हैं जो आम तौर पर इंगित करते हैं कि संदेश अंग्रेजी में नहीं लिखा है। कृपया ध्यान दें हाला की %@ को विभिन्न भाषाओं में अनुवादित किया गया है, समर्थन केवल अंग्रेजी में प्रदान किया जाता हैं। समझने के लिए धन्यवाद।
id: Pesan Anda mengandung karakter khusus yang biasanya menunjukkan bahwa pesan tersebut tidak ditulis dalam bahasa Inggris. Harap dicatat bahwa sementara %@ diterjemahkan ke dalam berbagai bahasa, dukungan diberikan hanya dalam bahasa Inggris. Terima kasih atas pengertian.
it: Il tuo messaggio contiene dei caratteri speciali che solitamente indicano un testo non in lingua inglese. Ti avvisiamo che sebbene %@ sia tradotta in varie lingue, il supporto è fornito solamente in inglese. Grazie per la tua comprensione.
ja: メッセージには、通常、メッセージが英語で書かれていないことを示す特殊文字が含まれています。 %@ はさまざまな言語に翻訳されていますが、サポートは英語でのみ提供されていることに注意してください。 理解していただきありがとうございます。
nb: Meldingen din inneholder spesielle tegn som vanligvis indikerer at den ikke er skrevet på engelsk. Vennligst merk deg at selv om %@ er oversatt til mange språk, er brukerstøtten kun tilgjengelig på engelsk. Takk for din forståelse.
nl: Je bericht bevat speciale karakters wat meestal wil zeggen dat je bericht niet in het Engels is geschreven. Gelieve op te merken dat %@ vertaald werd in verschillende talen, wij jouw enkel in het Engels kunnen helpen. Dank voor je begrip.
pt: Sua mensagem contém caracteres especiais que normalmente indicam que a mensagem não está escrita em inglês. Por favor note que enquanto %@ esta traduzido para vários idiomas, o suporte é fornecido apenas em inglês. Obrigado pela sua compreensão.
pt_br: A mensagem contém caracteres especiais que indicam que ela não foi escrita em inglês. Embora o %@ esteja traduzido em vários idiomas, o suporte é oferecido apenas em inglês. Obrigado por entender.
ru: Ваше сообщение содержит специальные символы, которые обычно указывают на то, что сообщение написано не на английском языке. Обратите внимание, что, хотя %@ и переведен на различные языки, поддержка оказывается только на английском. Спасибо за понимание.
sk: Vaša správa obsahuje špeciálne znaky, čo býva známkou toho, že správa nie je anglicky. Hoci %@ je preložený do rôznych jazykov, podpora je poskytovaná iba anglicky. Ďakujem za pochopenie.
sv: Ditt meddelande innehåller specialtecken, vilket indikerar att ditt meddelande är inte skrivet på engelska. Tänk på att även om %@ är översatt till många språk, så sker supporten bara på engelska. Tack för att du har överseende med det.
th: ข้อความของคุณมิใช่ภาษาอังกฤษ. กรุณารับทราบว่า %@ ตัวโปรแกรมมีหลากหลายภาษา แต่การให้ความช่วยเหลือจะสามารถตอบได้เฉพาะภาษาอังกฤษเท่านั้น.
tr: Mesajınızın İngilizce olarak yazılmadığını gösteren harfler içeriyor. Lütfen, %@' nin çeşitli dillere tercüme edilmesine rağmen, yalnızca İngilizce olarak destek sağlandığını unutmayın. Anlayışınız için teşekkürler.
uk: Ваше повідомлення містить спеціальні символи, які зазвичай вказують на те, що повідомлення написано не англійською мовою. Зверніть увагу, що, хоча %@ перекладено різними мовами, підтримка надається лише англійською мовою. Дякуємо за розуміння.

source: %li hours
af: %li uur
ar: %li ساعات
bn: %li ঘণ্টা
cs: %li hodin
da: %li timer
de: %li Stunden
el: %li ώρες
es: %li horas
fa: %li ساعت
fr: %li heures
he: %li שעות
hi: %li घंटे
id: %li jam
it: %li ore
ja: %li 時間
nb: %li timer
nl: %li uren
pt: %li horas
pt_br: %li horas
ru: %li часа(ов)
sk: %li hodín
sv: %li timmar
th: %li ชั่วโมง
tr: %li saat
uk: %li годин

source: %li minutes
af: %li minute
ar: %li دقائق
bn: %li মিনিট
cs: %li minut
da: %li minutter
de: %li Minuten
el: %li λεπτά
es: %li minutos
fa: %li دقیقه
he: %li דקות
hi: %li मिनट
id: %li menit
it: %li minuti
ja: %li 分
nb: %li minutter
nl: %li minuten
pt: %li minutos
pt_br: %li minutos
ru: %li минут(ы)
sk: %li minút
sv: %li minuter
th: %li นาที
tr: %li dakika
uk: %li хвилин

source: %li seconds
af: %li sekondes
ar: %li ثوان
bn: %li সেকেন্ড
cs: %li vteřin
da: %li sekunder
de: %li Sekunden
el: %li δευτερόλεπτα
es: %li segundos
fa: %li ثانیه
he: %li שניות
hi: %li सेकंड
id: %li detik
it: %li secondi
ja: %li 秒
nb: %li sekunder
nl: %li seconden
pt: %li segundos
pt_br: %li segundos
ru: %li секунд(ы)
sk: %li sekúnd
sv: %li sekunder
th: %li วินาที
tr: %li saniye
uk: %li секунд

source: Cannot find such document. Check back later, it might not have synced through.
af: Kan nie so ’n dokument kry nie. Kyk later weer, dit het dalk nie klaar gesinchroniseer nie.
ar: تعذر إيجاد الملف. الرجاء المحاولة لاحقا، ربما حصلت مشكلة في تزامن البيانات.
bn: এই জাতীয় দস্তাবেজ খুঁজে পাওয়া যায় না। পরে আবার চেক করুন, এটি দিয়ে সিঙ্ক নাও হতে পারে।
cs: Dokument nelze nalézt. Zkuste to znovu, možná ještě není stažen.
da: Kan ikke finde sådan et dokument. Vend tilbage på et senere tidspunkt. Det kan være, den ikke har synkroniseret færdig.
de: Kann kein solches Dokument finden. Versuch es später noch einmal, vielleicht hat der Sync noch nicht gegriffen.
el: Δεν είναι δυνατή η εύρεση αυτού του αρχείου. Ελέγξτε ξανά αργότερα, ίσως να μην έχει γίνει πλήρης συγχρονισμός.
es: No puedo encontrar tal documento. Vuelve a probar más tarde, ya que puede que no se haya sincronizado todavía.
fa: این سند را نمی توان یافت، بعدا بررسی کنید، ممکن است همگام سازی نشده باشد.
fr: Impossible de trouver ce document. Revenez plus tard, il se peut qu'il ne soit pas synchronisé.
he: לא ניתן למצוא מסמך כזה. בדוק שוב מאוחר יותר, ייתכן שהוא לא מסונכרן עדיין.
hi: ऐसा दस्तावेज़ ढूंढने में असमर्थ। बाद में वापस जांचें, इसे इसके माध्यम से सिंक नहीं किया जा सका।
id: Tidak dapat menemukan dokumen seperti itu. Periksa kembali nanti, mungkin belum disinkronkan.
it: Non riesco a trovare quel documento. Ricontrolla più tardi, potrebbe non essere stato ancora sincronizzato.
ja: そのようなドキュメントが見つかりません。 後でもう一度確認してください。同期されていない可能性があります
nb: Kan ikke finne et slikt dokument. Sjekk innom igjen senere, det kan hende at det ikke har synkronisert gjennom.
nl: Kan het document niet vinden. Controleer later opnieuw, het werd mogelijk nog niet gesynchroniseerd.
pt: Não consigo encontrar tal documento. Verifique mais tarde, pode não ter sido sincronizado.
pt_br: Não é possível encontrar o documento. A sincronização pode não ter ocorrido ainda. Verifique mais tarde.
ru: Невозможно найти этот документ. Попробуйте позже, возможно нет синхронизации.
sk: Nemožno nájsť takýto dokument. Skúste to neskôr, možno sa ešte nesynchronizoval.
sv: Kan inte hitta dokumentet. Kontrollera lite senare, då kan det ha synkat igenom.
th: ไม่สามารถหาข้อมูลดังกล่าวได้. ลองกลับมาใหม่คราวหลัง, ข้อมูลอาจจะยังเชื่อมต่อไม่ครบทันที.
tr: Böyle bir belge bulunamadı. Daha sonra tekrar kontrol edin, henüz senkronize edilmemiş olabilir.
uk: Не вдається знайти цей документ. Перевірте пізніше, можливо, синхронізація не вдалася.

source: Cannot open document metadata file.
af: Kan nie dokumentmetadatalêer open nie.
ar: تعذر فتح ملف البيانات الوصفية.
cs: Nelze otevřít soubor metadat dokumentu.
da: Kan ikke åbne dokumentets metadatafil.
de: Kann die Metadaten des Dokuments nicht öffnen.
el: Δεν είναι δυνατό το άνοιγμα του metadata αρχείου.
es: No puedo abrir el archivo de los metadatos del documento.
fa: فایل داده‌ها را نمی توان باز کرد.
fr: Impossible d'ouvrir le fichier de métadonnées du document.
he: לא ניתן לפתוח את קובץ המטא של המסמך.
hi: दस्तावेज़ मेटाडेटा फ़ाइल खोलने में असमर्थ।
id: Tidak dapat membuka berkas metadata dokumen.
it: Non è stato possibile aprire il file contenente i metadati del documento.
ja: ドキュメントメタデータファイルが開けません
nb: Kan ikke åpne metadata-fil.
nl: Kan het document metadata file niet openen.
pt: Não consigo abrir o ficheiro de metadados do documento.
pt_br: Não é possível abrir o arquivo de metadados.
ru: Невозможно открыть файл метаданных.
sk: Nepodarilo sa otvoriť súbor metadát dokumentu.
sv: Kan inte öppna dokumentfilens metadata.
th: ไม่สามารถเปิดอ่านไฟล์ได้.
tr: Belge meta veri dosyası açılamadı.
uk: Неможливо відкрити файл метаданих цього документа.

source: Metadata file doesn't contain required information.
af: Metadatalêer bevat nie nodige inligting nie.
ar: ملف البيانات الوصفية لا يحتوي على المعلومات اللازمة.
bn: মেটাডাটাতে প্রয়োজনীয় তথ্য নেই।
cs: Soubor metadat neobsahuje požadované informace.
da: Metadatafilen indeholder ikke den påkrævede information.
de: Die Metadaten enthalten die benötigte Information nicht.
el: Το αρχείο metadata δεν περιέχει τις απαιτούμενες πληροφορίες.
es: El archivo de los metadatos no contiene la información requerida.
fa: فایل متاداده حاوی اطلاعات لازم نیست.
fr: Le fichier de métadonnées ne contient pas les informations requises.
he: קובץ המטא אינו מכיל מידע נדרש.
hi: मेटाडेटा फ़ाइल में आवश्यक जानकारी नहीं है।
id: Berkas metadata tidak mengandung informasi yang diperlukan.
it: Il file dei metadati non contiene le informazioni necessarie.
ja: メタデータファイルに必要な情報が含まれていません。
nb: Metadata-fil inneholder ikke etterspurt informasjon.
nl: Metadata file bevat niet de vereiste informatie.
pt: Ficheiro de metadados não contem a informação requerida.
pt_br: O arquivo de metadados não contém as informações necessárias.
ru: Файл метаданных не содержит требуемой информации.
sk: Súbor metadát neobsahuje požadované informácie.
sv: Filens metadata innehåller inte den informationen som behövs.
th: ข้อมูลไม่สมบูรณ์.
tr: Meta veri dosyası gerekli bilgileri içermiyor.
uk: Файл метаданих не містить необхідної інформації.

source: Synchronization is already in progress.
af: Daar word reeds gesinchroniseer.
ar: التزامن قيد العمل.
bn: সিঙ্ক্রোনাইজেশন ইতিমধ্যে চলছে।
cs: Synchronizace již probíhá.
da: Synkronisering er allerede i gang.
de: Synchronisierung findet bereits statt.
el: Ο συγχρονισμός βρίσκεται ήδη σε εξέλιξη.
es: La sincronización se está realizándo.
fa: همگام سازی هم اکنون در حال انجام است.
fr: La synchronisation est déjà en cours.
he: הסנכרון כבר פעיל.
hi: सिंक्रनाइज़ेशन पहले से ही प्रगति पर है।
id: Sinkronisasi sedang berlangsung.
it: La sincronizzazione è già in corso.
ja: 同期はすでに進行中です
nb: Synkronisering er allerede startet.
nl: Synchronisatie is reeds bezig.
pt: Sincronização já em progresso.
pt_br: A sincronização já está em andamento.
ru: Синхронизация уже идет.
sk: Synchronizácia už prebieha.
sv: Håller redan på att synkronisera.
th: การเชื่อมต่อข้อมูลอยู่ในระหว่างการดำเนินการอัพเดท.
tr: Senkronizasyon zaten sürüyor.
uk: Синхронізація вже виконується.

source: An upload operation is already in progress.
af: ’n Oplaaioperasie is reeds aan die gang.
ar: عملية رفع البيانات قيد العمل
bn: একটি আপলোড অপারেশন ইতিমধ্যে চলছে।
cs: Oprace odesílání již probíhá.
da: Er allerede i gang med at uploade.
de: Ein Upload findet nereits statt.
el: Μια διαδικασία αποστολής είναι ήδη σε εξέλιξη.
es: Una operación de carga se está realizándo.
fa: یک عملیات آپلود در حال انجام است.
fr: Une opération de téléchargement est déjà en cours.
he: פעולת העלאה כבר מתבצעת.
hi: एक अपलोड कार्रवाई पहले से ही प्रगति पर है।
id: Operasi unggahan sedang berlangsung.
it: Un upload è già in corso.
ja: アップロード操作はすでに進行中です
nb: En opplastingsoperasjon er startet.
nl: Er is reeds een upload actie bezig.
pt: Uma operação de carregamento está atualmente em progresso.
pt_br: Uma operação de envio já está em andamento
ru: Уже выполняется операция загрузки.
sk: Operácia nahrávania už prebieha.
sv: Uppladdning är redan igång.
th: ข้อมูลกำลังถูกอัพเดท.
tr: Bir yükleme işlemi zaten devam ediyor.
uk: Операція завантаження вже виконується.

source: Could not save upload metadata.
af: Kon nie oplaaimetadata bewaar nie.
ar: تعذر حفظ البيانات الوصفية للتحميل
bn: আপলোড করা মেটাডাটা সংরক্ষণ করা যায়নি।
cs: Nelze uložit metadata odesílání.
da: Kunne ikke uploade metadata.
de: Konnte Metadaten Upload nicht speichern.
el: Δεν ήταν δυνατή η αποθήκευση των metadata δεδομένων.
es: No se pudieron grabar los metadatos cargados.
fa: داده های آپلود ذخیره نشد.
fr: Impossible d'enregistrer les métadonnées de téléchargement.
he: לא ניתן לשמור קובץ מטא להעלאה.
hi: अपलोड मेटाडेटा सेव करने में असमर्थ।
id: Tidak dapat menyimpan metadata unggahan.
it: Non è stato possibile salvare i metadati caricati.
ja: アップロードメタデータを保存できませんでした
nb: Kunne ikke lagre opplastet metadata.
nl: Kon de upload metadata niet opslaan.
pt: Não consigo guardar metadados do upload.
pt_br: Não foi possível salvar os metadados enviados.
ru: Не удалось сохранить загрузку метаданных.
sk: Nepodarilo sa uložiť metadáta nahrávania.
sv: Kan inte spara den uppladdade metadatan.
th: ไม่สามารถบันทึกข้อมูลได้.
tr: Yüklenen meta verileri kaydedilemedi.
uk: Не вдалося зберегти метадані цього завантаження.
