Repository: charlieMonroe/XUCore
Catalog: XUCore/localization/*.lproj/Localizable.strings
Languages: af, ar, bn, cs, da, de, el, es, fa, fr, he, hi, id, it, ja, nb, nl, pt, pt_br, ru, sk, sv, th, tr, uk

source: Debug log is a text file that contains some technical details about what %@ performs in the background. It is fairly useful to me in order to fix things quickly since it allows me to see what's going on. To get the debug log, follow these simple steps:
af: Ontfoutlog is ’n tekslêer wat tegniese details bevat i.v.m. %@ in die aftergrond uitvoer. Dit is redelik nuttig vir my om probleme vinnig te verhelp aangesien dit my in staat stel om te sien wat aangaan. Volg bloot hierdie stappe om die ontfoutlog te kry:
ar: سجل التصحيح هو ملف نصي يحتوي على بعض التفاصيل التقنية حول ما يقوم @% بإجراءه في الخلفية. هذا الملف يساعدني على اجراء التصليحات للبرنامج بسرعة لانه يساعدني على الاطلاع على ما يجري. للحصول على سجل التصحيح، قم باتباع الخطوات التالية:
bn: ডিবাগ লগ হ'ল একটি পাঠ্য ফাইল যা পটভূমিতে %@ কী সম্পাদন করে সে সম্পর্কে কিছু প্রযুক্তিগত বিবরণ ধারণ করে। জিনিসগুলি দ্রুত ঠিক করার জন্য এটি আমার পক্ষে যথেষ্ট কার্যকর যেহেতু এটি আমাকে কী চলছে তা দেখার অনুমতি দেয়। ডিবাগ লগ পেতে, এই সাধারণ পদক্ষেপগুলি অনুসরণ করুন:
cs: Debug log je textový soubor, který obsahuje některé technické detaily o operacích, které %@ provádí na pozadí. Toto je pro mě užitečné, neboť se díky tomu mohu podívat, co přesně se děje. Pro získání debug logu, prosím postupujte podle následujících kroků:
da: Debug-loggen er en tekstfil, der indeholder nogle tekniske detaljer om, hvad %@ udfører i baggrunden. Det er ret brugbart for mig for at kunne rette ting hurtigt, da den tillader mig at se, hvad der sker. Følg disse enkle skridt for at få fat på debug-loggen, :
de: Das Fehlerprotokoll ist eine Textdatei, die einige technische Details über den Zustand von %@ im Hintergrund beinhaltet. Es ist sehr nützlich für mich, in das Protokoll zu schauen, um eine schnelle Analyse zu ermöglichen. Um mir das Fehlerprotokoll zu senden, führen Sie bitte die folgenden Schritte aus:
el: Το αρχείο καταγραφής εντοπισμού σφαλμάτων (Debug Log), είναι ένα αρχείο κειμένου που περιέχει μερικές τεχνικές λεπτομέρειες σχετικά με το τι κάνει το %@ στο παρασκήνιο. Είναι αρκετά χρήσιμο για εμάς, προκειμένου να διορθώσουμε τα πράγματα γρήγορα, καθώς μας επιτρέπει να δούμε τι συμβαίνει. Για να δείτε το αρχείο καταγραφής εντοπισμού σφαλμάτων, ακολουθήστε αυτά τα απλά βήματα:
es: El registro de depuración es un archivo de texto, que contiene algunos detalles técnicos acerca de lo que %@ realiza en el trasfondo. Es bastante útil para mí, a fin de arreglar problemas rápidamente, ya que me permite ver lo que estaba sucediendo. Para obtener el registro de depuración, sigue estos sencillos pasos:
fa: لاگ اشکال زدایی یک فایل متنی است که حاوی جزئیات فنی در مورد آنچه %@ در پسزمینه انجام می دهد است. این برای من بسیار مفید است تا مشکلات را به سرعت حل کنم چون اجازه می دهد که ببینم که چه اتفاقی می افتد. برای دریافت گزارش خطا، این مراحل ساده را دنبال کنید:
fr: Le journal de débogage est un fichier texte contenant des détails techniques sur ce que% @ exécute en arrière-plan. C'est assez utile pour régler les choses rapidement car cela me permet de voir ce qui se passe. Pour obtenir le journal de débogage, procédez comme suit:
he: יומן דיבאג הוא קובץ טקסט המכיל כמה פרטים טכניים על מה %@ מבצע ברקע. זה די שימושי עבורי כדי לתקן דברים במהירות מכיוון שהוא מאפשר לי לראות מה קורה. כדי לקבל את יומן הבאגים, בצע את השלבים הפשוטים הבאים:
hi: डीबग लॉग एक पाठ फ़ाइल है जिसमें पृष्ठभूमि में %@ के प्रदर्शन के कुछ तकनीकी विवरण शामिल हैं। चीजें जल्दी ठीक करने के लिए मेरे लिए यह काफी उपयोगी है क्योंकि इससे मुझे यह देखने की अनुमति मिलती है कि क्या हो रहा है। डीबग लॉग प्राप्त करने के लिए, इन सरल चरणों का पालन करें:
id: Debug log adalah berkas teks yang berisi beberapa detail teknis tentang apa yang dilakukan %@ dibelakang. Ini cukup berguna bagi saya untuk memperbaiki hal-hal dengan cepat karena memungkinkan saya untuk melihat apa yang terjadi. Untuk mendapatkan log debug, ikuti langkah-langkah sederhana ini:
it: Il log di debug è un file di testo che contiene alcuni dettagli tecnici riguardo cosa %@ esegue in background. Mi è incredibilmente utile per correggere rapidamente gli errori poiché mi permette di vedere cosa sta succedendo. Per ottenere il log di debug segui questi semplici passi:
ja: デバッグログは、%@ がバックグラウンドで実行する内容に関する技術的な詳細を含むテキストファイルです。 何が起こっているのかを確認できるので、問題をすばやく修正するのに非常に役立ちます。 デバッグログを取得するには、次の簡単な手順に従います
nb: Feilsøkingsloggen er en tekstfil som inneholder noe teknisk e detaljer om hva %@ gjør i bakgrunnen. Den er veldig nyttig for meg for å reparere ting raskt siden den lar meg se hva som skjer. For å få tak i feilsøkingsloggen følger du disse enkle skrittene:
nl: Debug log is een text bestand dat technische informatie bevat over wat %@ in de achtergrond uitvoert. Om dingen snel op te lossen is dit redelijk nuttig, omdat ik daardoor kan zien wat er aan de hand is. Volg deze eenvoudige stappen om het debug log te krijgen:
pt: O registo de depuração é um ficheiro de texto que contém alguns detalhes técnicos sobre o que %@ executa em segundo plano. É bastante útil para mim a fim de corrigir as coisas rapidamente, pois permite-me ver o que está a acontecer. Para obter o registo de depuração, siga estes simples passos:
pt_br: O registro de depuração é um arquivo de texto que contém alguns detalhes técnicos sobre as tarefas em segundo plano do %@. Ele é útil para corrigir erros do aplicativo rápidamente, pois permite que o desenvolvedor analise o que está ocorrendo. Para obter o registro de depuração, siga estes passos:
ru: Журналом Отладки является текстовый файл, содержащий некоторые технические детали, которые %@ выполняет в фоновом режиме. Это довольно полезно для меня для того, чтобы исправить вещи быстро, поскольку он позволяет видеть, что происходит. Чтобы получить Журнал Отладки, выполните следующие простые действия:
sk: Debugovací log je textový súbor, ktorý obsahuje technické detaily o tom, čo %@ vykonáva na pozadí. Je to veľmi užitočné pre rýchle opravy, pretože nám umožňuje vidieť, čo sa deje. Ak chcete získať debugovací log, postupujte podľa týchto jednoduchých krokov:
sv: Debug-loggen är en textfil som innehåller några tekniska detaljer om vad %@ utför i bakgrunden. Det är ganska användbart för mig för att fixa saker snabbt eftersom det låter mig se vad som händer. Följ dessa enkla steg för att skapa en debug-logg:
th: รายงานบัคเป็นไฟล์รายงานชนิดนึง ที่ชี้แจ้งถึงสาเหตุของปัญหาในทางเทคนิค %@ ทำงานภายใต้ระบบปฎิบัติการ. มันทำให้ผู้พัฒนาสามารถแก้ไขปัญหาได้รวจเร็วและครบถ้วน. เพื่อที่จะหาข้อมูลรายงานบัค, โปรดปฎิบัติตามนี้:
tr: Hata ayıklama günlüğü, %@ 'nin arka planda ne yaptığıyla ilgili bazı teknik ayrıntıları içeren bir metin dosyasıdır. Neler olup bittiğini görmemi sağladığı için işleri hızla düzeltmek için oldukça yararlıdır. Hata ayıklama günlüğünü almak için aşağıdaki basit adımları uygulayın:
uk: Журнал відладки - це текстовий файл, який містить деякі технічні подробиці про те, що виконує %@ у фоновому режимі. Це досить корисно для нас, щоб швидко виправити ситуацію, оскільки це дозволяє нам бачити, що відбувається. Щоб отримати журнал відладки, виконайте такі прості кроки:
