Repository: charlieMonroe/XUCore
Catalog: XUCore/localization/*.lproj/Localizable.strings
Languages: af, ar, bn, cs, da, de, el, es, fa, fr, he, hi, id, it, ja, nb, nl, pt, pt_br, ru, sk, sv, th, tr, uk

source: Check your Internet connection and try again.
af: Gaan u Internetverbinding na en probeer weer.
ar: تأكد من اتصالك بالأنترنت و حاول مجددا.
bn: আপনার ইন্টারনেট সংযোগটি পুনরায় চেক করুন এবং আবার চেষ্টা করুন।
cs: Zkontrolujte své připojení k internetu a zkuste to znovu.
da: Kontroller din internetforbindelse og forsøg igen.
de: Internetverbindung prüfen und nochmal versuchen.
el: Ελέγξτε τη σύνδεσή σας στο Internet και δοκιμάστε πάλι.
es: Comprueba tu conexión a Internet y prueba de nuevo.
fa: اتصال اینترنت خود را بررسی کنید و دوباره امتحان کنید.
he: בדוק את חיבור האינטרנט שלך ונסה שוב.
hi: अपना इंटरनेट कनेक्शन जांचें और फिर से प्रयास करें।
id: Periksa koneksi internet Anda dan coba lagi.
it: Controlla la tua connessione internet e riprova.
ja: インターネット接続を確認して、再試行してください
nb: Kontroller din Internett-tilkobling og prøv igjen.
nl: Controleer uw internetverbinding en probeer het opnieuw.
pt: Verifique a sua ligação de internet e tente novamente.
pt_br: Verifique sua conexão à Internet e tente novamente.
ru: Проверьте подключение к Интернету и повторите попытку.
sk: Skontrolujte svoje pripojenie k internetu a skúste to znovu.
sv: Kontrollera din internet-anslutning och försök igen.
th: กรุณาตรวจสอบการเชื่อมต่อ อินเตอร์เนตอีกครั้ง.
tr: İnternet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Перевірте підключення до Інтернету та повторіть спробу.

source: Heh, nice try. Please, enter a valid email address.
af: Heh, goeie poging. Voer asb. ’n geldige e-posadres in.
ar: اها، محاولة جيدة. رجاءاً قم بإدخال عنوان بريدي صالح.
bn: হেই, দুর্দান্ত চেষ্টা। একটি বৈধ ইমেইল ঠিকানা লিখুন.
cs: Heh, zkusili jste to... Zadejte prosím validní emailovou adresu.
da: Hehe, godt forsøgt. Indtast venligst en gyldig mailadresse.
de: Netter Versuch. Bitte eine gültige E-Mail-Adresse eingeben.
el: Καλή η προσπάθεια. Παρακαλώ εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: ¡Oye, buen intento! Por favor, usa una dirección de correo electrónico válida.
fa: عجب ! جالب بود ! خواهشا آدرس ایمیل صحیح و معتبر وارد کنید .
he: אנא הזן כתובת אימייל חוקית.
hi: अच्छा प्रयास, कृपया एक जायज़ ईमेल एड्रेस डालें।
id: Heh, usaha yang bagus. Silakan isi alamat email.
it: Eh, bel tentativo. Per favore, inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください
nb: Heh, godt forsøk. Vennligst legg inn en gyldig Epostadresse.
nl: Hey, goed geprobeerd. Gelieve een geldig email adres in te vullen.
pt: Boa tentativa. Por favor, introduza um endereço de e-mail válido.
pt_br: Há!, Boa Tentativa. Por favor, digite um endereço de e-mail válido.
ru: Хорошая попытка, но нет: нам нужен ваш настоящий электронный адрес.
sk: Heh, Skúsili ste to... Zadajte prosím platnú emailovú adresu.
sv: Bra försök, skriv en godkänd e-post adress.
th: ขอโทษด้วย กรุณาตรวจสอบอีเมล์ของท่านอีกครั้ง.
tr: Hah, iyi deneme. Lütfen geçerli bir e-posta adresi girin.
uk: Хей, гарна спроба. Будь ласка, введіть дійсну адресу електронної пошти.

source: We may need to get in touch with you in order to fix this. We don't bite, we won't sell the email address to anyone nor use it in any other way. We promise.
af: Ons moet dalk met u in verbinding tree om dit te verhelp. Ons byt nie, ons sal nie u e-posadres aan enigeen verkoop nie en dit op geen ander wyse gebruik nie. Ons belowe.
ar: ربما نحتاج إلى التواصل معك من أجل حل هذه المشكلة. نحن لا نلدغ، لن نقوم ببيع عنوانك البريدي لأي شخص و لن نقوم بإستخدامه بأي طريقة اخرى. نحن نعدك بذلك.
bn: এটি ঠিক করার জন্য আমাদের আপনার সাথে যোগাযোগের প্রয়োজন হতে পারে। আমরা কামড় দিই না, আমরা কারও কাছে ইমেল ঠিকানা বিক্রয় করব না বা এটি অন্য কোনও উপায়ে ব্যবহার করব না। আমরা কথা দিচ্ছি.
cs: Možná Vás budeme muset kontaktovat k vyřešení tohoto problému. Nekoušeme, neprodáme Váš email, ani jej nijak jinak nezneužijeme. Slibujeme.
da: Vi får muligvis brug for at kontakte dig for at få løst dette. Vi bider ikke, og vi har ikke tænkt os at sælge din mailadresse eller på anden måde misbruge den. Det lover vi.
de: Wir werden uns vielleicht mit dir in Verbindung setzen, um das Problem zu lösen. Wir beissen nicht, wir werden deine E-Mail-Adresse nicht verkaufen oder für sonst etwas benutzen. Versprochen.
el: Ίσως χρειαστεί να επικοινωνήσουμε μαζί σας για να διορθώσουμε το σφάλμα. Δεν δαγκώνουμε, δεν θα πουλήσουμε τη διεύθυνση του ηλεκτρονικού ταχυδρομείου σας σε κανέναν, ούτε θα την χρησιμοποιήσουμε με οποιονδήποτε άλλο τρόπο. Το υποσχόμαστε.
es: Podemos necesitar contactar contigo para arreglar esto. ¡No mordemos!, no vendemos la dirección de correo electrónico a nadie ni la usamos de ningún otro modo. Lo prometemos.
fa: ممکن است لازم باشد با شما ارتباط برقرار کنیم تا این مشکل حل شود. ما نجوا نمی کنیم، ما آدرس ایمیل را به کسی نمی فروشیم و از هیچ راهی استفاده نمی کنیم. ما قول می دهیم.
fr: Nous pourrions avoir besoin de vous contacter pour résoudre ce problème. Nous ne mordons pas, nous ne vendrons l'adresse e-mail à personne et ne l'utiliserons pas d'une autre manière. On promet.
he: ייתכן שנצטרך ליצור איתך קשר כדי לתקן את זה. אל דאגה, לא נמכור את כתובת האימייל שלך לאף אחד ולא נשתמש בו בשום צורה אחרת. אנחנו מבטיחים.
hi: इसे ठीक करने के लिए हमें आपके साथ संपर्क में रहने की आवश्यकता हो सकती है। हम किसी को ईमेल पता नहीं बेचेंगे और न ही किसी अन्य तरीके से इसका इस्तेमाल करेंगे। हम वादा करते हैं।
id: Kami mungkin perlu menghubungi Anda untuk memperbaikinya. Kami tidak menggigit, kami tidak akan menjual alamat email kepada siapa pun atau menggunakannya dengan cara lain. Kami berjanji.
it: Potremmo aver bisogno di metterci in contatto con te al fine di correggere questo problema. Non preoccuparti, non venderemo a nessuno questo indirizzo email, né lo useremo in altro modo. Lo promettiamo.
ja: これを修正するために、お客様に連絡する必要がある場合があります。 メールアドレスを他人に販売したり、他の方法で使用したりすることはありません。 お約束いたします。
nb: Det kan hende at vi ønsker å kontakte deg for å reparere dette. Vi biter ikke, Vi selger ikke Epostadressen til noen, og bruker den heller ikke til noe annet. Vi lover.
nl: Mogelijk moeten we contact met je opnemen om dit op te lossen. We bijten niet, we verkopen het e-mailadres niet aan anderen en gebruiken het ook niet op een andere manier. Belooft.
pt: Talvez precisemos de entrar em contacto consigo para resolver isto. Nós não mordemos, não vendemos o endereço de e-mail a ninguém nem o usamos de qualquer outra forma. Nós prometemos.
pt_br: Pode ser necessário contatá-lo para solucionar isto. Não mordemos. Não iremos vender seu endereço de e-mail para ninguém ou usá-lo para qualquer outro propósito. Nós prometemos.
ru: Нам может потребоваться ваша дальнейшая помощь для разрешения данной проблемы. Ну, правда — мы не кусаемся и уж точно не передадим ваш адрес никаким сторонним компаниям. Обещаем.
sk: Možno Vás budeme musieť kontaktovať kvôli vyriešeniu tohto problému. Nehryzieme, nepredáme Váš email, ani ho nijak inak nezneužijeme. Sľubujeme.
sv: Vi kanske måste kontakta dig för att fixa problemet. Vi bits inte, vi kommer inte heller sälja din e-post adress till någon eller på annat sätt sprida den. Vi lovar.
th: ทางเราอาจจะติดต่อคุณ เพื่อขอรายละเอียดเพิ่มเติม ในการแก้ไขปัญหาที่พบ รับรองได้ เรายินดีที่ช่วยเหลือคุณอย่างเต็มที่.
tr: Bunu düzeltmek için sizinle iletişime geçmemiz gerekebilir. Isırmayız, e-posta adresinizi satmayacağız ya da başka bir şekilde kullanmayacağız. Söz veriyoruz.
uk: Можливо, нам доведеться зв'язатися з вами, щоб це виправити. Ми не кусаємось, ми не будемо продавати електронну адресу кому-небудь і не використовуватимемо її іншим способом. Ми обіцяємо.

source: You need to enter a valid email address.
af: U moet ’n geldige e-posadres invoer.
ar: تحتاج لإدخال عنوان بريدي صالح.
bn: আপনাকে একটি বৈধ ইমেল ঠিকানা প্রবেশ করতে হবে।
cs: Musíte zadat validní emailovou adresu.
da: Du mangler at skrive en gyldig mailadresse.
de: Du musst eine gültige E-Mail-Adresse eingeben.
el: Πρέπει να εισάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: Necesitas usar una dirección de correo electrónico válida.
fa: شما باید یک آدرس ایمیل معتبر وارد کنید.
he: עליך להזין כתובת אימייל חוקית.
hi: आपको एक जायज़ ईमेल पता डालना होगा।
id: Anda harus memasukkan alamat email yang valid.
it: Devi inserire un indirizzo email valido.
ja: 有効なメールアドレスを入力する必要があります
nb: Du må legge inn en gyldig Epostadresse.
nl: Vul een geldig email adres in.
pt: Você precisa digitar um endereço de e-mail válido.
pt_br: Você precisa digitar um endereço de e-mail válido.
ru: Некорректный адрес электронной почты.
sk: Musíte zadať platnú emailovú adresu.
sv: Du måste skriva en godkänd e-post adress.
th: กรุณากรอก อีเมล์ที่ถูกต้อง.
tr: Geçerli bir e-posta adresi girmeniz gerekiyor.
uk: Вам потрібно ввести дійсну адресу електронної пошти.

source: We may need to get in touch with you in order to fix this.
af: Ons moet dalk met u in verbinding tree om dit te verhelp.
ar: ربما نحتاج التواصل معك من أجل إصلاح ذلك.
bn: এটা ঠিক করতে আমাদের কে আপনার সাথে যোগাযোগ করতে হতে পারে।
cs: Možná Vás budeme muset kontaktovat k vyřešení tohoto problému.
da: Vi får muligvis brug for at kontakte dig for at få løst dette.
de: Wir müssen möglicherweise Kontakt zu dir aufnehmen, um das Problem zu beheben.
el: Ίσως χρειαστεί να επικοινωνήσουμε μαζί σας για να διορθώσουμε το σφάλμα.
es: Puede que necesitemos contactar contigo para solucionar esto.
fa: ممکن است لازم باشد با شما ارتباط برقرار کنیم تا این مشکل حل شود.
fr: Nous pourrions avoir besoin de vous contacter pour résoudre ce problème.
he: ייתכן שנצטרך ליצור איתך קשר כדי לתקן את זה.
hi: इसे ठीक करने के लिए हमें आपके साथ संपर्क में रहने की आवश्यकता हो सकती है।
id: Kami mungkin perlu menghubungi Anda untuk memperbaikinya.
it: Potremmo aver bisogno di metterci in contatto con te per sistemare questo bug.
ja: これを修正するために、お客様に連絡する必要がある場合があります。
nb: Det kan hende at vi ønsker å kontakte deg for å reparere dette.
nl: Mogelijk moeten we contact met je opnemen om dit op te lossen.
pt: Talvez precisemos de entrar em contacto consigo para resolver isto.
pt_br: Pode ser necessário contatá-lo para solucionar isto.
ru: Нам может потребоваться ваша дальнейшая помощь для разрешения данной проблемы.
sk: Možno Vás budeme musieť kontaktovať kvôli vyriešeniu tohto problému.
sv: Vi kanske måste kontakta dig för att fixa problemet.
th: ทางเราอาจติดต่อไปหาคุณ เพื่อแก้ไขปัญหานี้.
tr: Bunu düzeltmek için sizinle iletişime geçmemiz gerekebilir.
uk: Можливо, нам доведеться зв'язатися з вами, щоб це виправити.

source: Please, provide some details as to when this exception happened.
af: Verskaf asb. detail oor wanneer hierdie uitsondering plaasgevind het.
ar: رجاءاً، قم بإضافة بعض التفاصيل المتعلقة بوقت حدوث هذه المشكلة
bn: দয়াকরে বর্ণনা করুন কখন এই এক্সেপ্সন হয়েছে।
cs: Prosím, uveďte nějaké podrobnosti ohledně toho, kdy tato chyba nastala.
da: Giv os venligst nogle detaljer om, hvornår denne fejl skete.
de: Bitte gib uns nähere Informationen, wann dieses Problem aufgetreten ist.
el: Παρακαλούμε, δώστε μας μερικές λεπτομέρειες, σχετικά με το πότε παρουσιάστηκε αυτό το σφάλμα.
es: Por favor, indica detalles de cuándo ocurrió esta excepción.
fa: لطفا جزئیات در مورد این استثنا را ارائه کنید.
fr: S'il vous plaît, fournissez quelques détails quant à quand cette exception s'est produite.
he: אנא ספק מספר פרטים אודות הבעיה שחווית.
hi: कृपया, इस अपवाद होने पर स्थिति का वर्णन करें।
id: Harap berikan beberapa detail kapan pengecualian ini terjadi.
it: Per favore, fornisci alcuni dettagli su come si è verificato questo problema.
ja: このエラーがいつ発生したかについて、詳細を入力してください。
nb: Vennligst gi oss noen detaljer om hvordan dette unntaket skjedde.
nl: Geef alsjeblieft enkele details over wanneer deze storing plaatsvond.
pt: Por favor, forneça alguns detalhes sobre quando esta exceção aconteceu.
pt_br: Por favor, forneça alguns detalhes sobre quando esta exceção ocorreu.
ru: Пожалуйста, предоставьте некоторые подробности о том, когда произошла эта ситуация.
sk: Prosím, uveďte nejaké podrobnosti ohľadom toho, kedy táto chyba nastala.
sv: Var snäll och ge detaljer om hur och när problemet uppstod.
th: รบกวนช่วยชี้แจงปัญหาที่ท่านพบ.
tr: Lütfen, bunun ne zaman gerçekleştiğine dair bazı ayrıntılar verin.
uk: Будь ласка, надайте деякі подробиці про те, коли сталося це виключення.

source: Include information about ongoing tasks in the application, if the application was in the foreground, or background; if you have clicked on anything, etc. Trying to figure out the bug just from the report can be hard and without additional information impossible.
af: Sluit inligting oor voortgesette take in die toepassing in, indien die toepassing op die voor- of in die agtergrong was; indien u op enigiets geklik het, ens. Om die probleem met die verslag alleen te probleer uitwerk kan moeilik en selfs onmoontlik wees sonder bykomende inligting.
ar: أدرج المعلومات عن المهام التي تعمل في التطبيق، هل كان التطبيق يعمل في الخلفية او في المقدمة، او قمت بالنقر على أي شيء، الخ. قد تكون محاولة إيجاد سبب المشكلة من التقرير فقط و بدون معلومات اضافية صعبة او مستحيلة.
bn: অ্যাপ্লিকেশনটিতে চলমান কাজগুলি সম্পর্কিত তথ্য অন্তর্ভুক্ত করুন, যদি অ্যাপ্লিকেশনটি অগ্রভাগে বা পটভূমিতে থাকে; আপনি যদি কোনও কিছুর উপর ক্লিক করে থাকেন, ঠিক রিপোর্ট থেকে বাগ বের করার চেষ্টা করা শক্ত এবং অতিরিক্ত তথ্য ব্যতীত অসম্ভব।
cs: Uveďte informace o probíhajících úlohách, zda aplikace byla v popředí či na pozadí; zda jste na něco klikli, atd. Pokoušet se opravit chybu pouze z vygenerovaného popisu problému může být těžké, až nemožné.
da: Inkluder information om igangværende opgaver i programmet, om programmet kørte i forgrunden eller baggrunden, om du trykkede på noget, osv. At regne fejlen ud udelukkende fra en fejlrapport kan være svært; endda umuligt uden yderligere information.
de: Ziehe in Betracht, was gerade im Programm passiert ist, ob das Programm im Vordergrund oder im Hintergrund war; ob du was angeklickt hast, etc. Den Bug nur aufgrund des Reports zu beseitigen ist sehr schwierig und ohne weitere Information nahezu unmöglich.
el: Συμπεριλάβετε πληροφορίες σχετικά με τις τρέχουσες εργασίες στην εφαρμογή, εάν η εφαρμογή ήταν ενεργή μπροστά ή πίσω, εάν κλικάρατε κάπου, κλπ. Η προσπάθεια να εντοπίσουμε το σφάλμα μόνο από την αναφορά μπορεί να είναι δύσκολη και χωρίς πρόσθετες πληροφορίες αδύνατη.
es: Incluye información sobre las tareas que se estaban realizando en la aplicación, si estaba en primer plano, o debajo; si pulsaste algo, etc. Tratar de imaginar y reproducir el error a partir del informe puede ser difícil, e incluso imposible sin información adicional.
fa: شامل اطلاعاتی در مورد وظایف در حال انجام در برنامه است، اگر برنامه در پیش زمینه یا پس زمینه باشد؛ اگر شما بر روی هر چیزی کلیک کرده اید، و غیره. تلاش برای پیدا کردن مشکل از طریق گزارش بدون داشتن اطلاعات اضافی سخت و غیرممکن خواهد بود.
fr: Inclure des informations sur les tâches en cours dans l'application, si l'application était au premier plan ou en arrière-plan; si vous avez cliqué sur quelque chose, etc. Essayer de comprendre le bug juste à partir du rapport peut être difficile et sans information supplémentaire impossible.
he: כלול מידע על הפעילויות שהתרחשו באפליקציה, אם האפליקציה היתה ברקע או לא, אם לחצת על משהו וכו'. זה מאוד קשה להבין את מקור הבאג רק מהדיווח האוטומטי ללא מידע נוסף.
hi: अनुप्रयोग में चल रहे कार्यों के बारे में जानकारी शामिल करें, यदि अनुप्रयोग अग्रभूमि में था, या पृष्ठभूमि; अगर आपने कुछ भी क्लिक किया है, इत्यादि। रिपोर्ट से समस्या का पता लगाने की कोशिश करना कठिन हो सकता है और अतिरिक्त जानकारी के बिना असंभव भी।
id: Sertakan informasi tentang tugas yang sedang berlangsung dalam aplikasi, jika aplikasi berada di latar depan, atau latar belakang; jika Anda telah mengklik apa pun, dll. Mencoba mengetahui bug hanya dari laporan bisa jadi sulit dan tanpa informasi tambahan tidak mungkin.
it: Includi informazioni sulle attività in esecuzione nell'applicazione, se l'applicazione era in primo piano o in background, se hai cliccato qualcosa, ecc. Tentare di trovare il bug usando solo la segnalazione può essere difficile o impossibile, senza ulteriori informazioni.
ja: アプリケーションがフォアグラウンドまたはバックグラウンドにある場合は、進行中のタスクに関する情報を記入してください（他のアプリケーションをクリックした場合など）レポートだけからバグを特定しようとするのは困難であり、追加情報なしでは不可能です
nb: Inkluder informasjonom om pågående oppgaver i applikasjonen, dersom applikasjonen var i forgrunnen eller bakgrunnen.
nl: Geef informatie over de lopende taken in de applicatie, bevond de applicatie zich in de voorgrond of achtergrond; was het toen je ergens op klikte, enzovoort. De bug uit het rapport proberen te achterhalen kan moeilijk zijn, en zonder aanvullende informatie vaak onmogelijk.
pt: Incluir informações sobre tarefas em andamento na aplicação, se a aplicação estava em primeiro plano, ou em segundo plano; se você clicou em qualquer coisa, etc. Tentar descobrir o bug apenas a partir do relatório pode ser difícil e sem informação adicional impossível.
pt_br: Inclua informações sobre tarefas que estavam em andamento, se o aplicativo estava em 1º ou 2º plano, se você clicou em algo, etc. É muito difícil entender o erro somente com o relatório — e impossível sem informações adicionais.
ru: Включите информацию о текущих задачах в приложении, если приложение было на переднем или заднем плане; Если вы нажали на что угодно, и т.д. Определить ошибку только из отчета может быть сложно и без дополнительной информации невозможно.
sk: Uveďte informácie o prebiehajúcich úlohách, či aplikácia bola v popredí alebo na pozadí; či ste na niečo klikli, atď. Pokúšať sa opraviť chybu iba z vygenerovaného popisu problému môže byť ťažké, až nemožné.
sv: Sänd med information om det var några andra program igång samtidigt, om programmet var i förgrunden eller bakgrunden, i fall du klickade någonstans mm. Att försöka komma på vad det är för fel med bara en rapport utan mera information kan vara svårt, ibland omöjligt.
th: รบกวนระบุข้อมูลเกี่ยวกับ แอพลิเคชั้นที่พบปัญหาอยู่, หากตัวแอพลิเคชั่นเปิดอยู่ หรือทำงานอยู่ภายใต้โปรแกรมอื่นๆ; หากคุณได้คลิ๊กที่ แอพลิเคชั่นดูแล้วและพยายามแก้ไขมัน, บางครั้งการระบุบั๊ค ปัญหาอาจเป็นไปได้ยาก หากขาดข้อมูลที่เพียงพอ .
tr: Uygulamanın ön planda veya arka planda olması durumunda, devam eden görevler hakkında bilgi ekleyin; herhangi bir şeyi tıkladıysanız vb. Sadece rapordan gelen hatayı anlamaya çalışmak zor olabilir ve ek bilgi olmadan imkansız.
uk: Включіть інформацію про поточні завдання в додатку, якщо програма була на передньому плані або фоні; якщо ви натиснули на що-небудь тощо. Намагатися з'ясувати помилку просто з доповіді може бути важко і без додаткової інформації неможливо.

source: Thank you for the report!
af: Dankie vir die verslag!
ar: شكرا على إبلاغك!
cs: Děkujeme za nahlášení!
da: Tak for din rapport!
de: Danke für den Report!
el: Ευχαριστούμε για την αναφορά!
es: ¡Gracias por tu informe!
fa: ممنون برای گزارش!
he: תודה על הדיווח!
hi: रिपोर्ट के लिए धन्यवाद!
id: Terimakasih atas laporan Anda!
it: Grazie per la tua segnalazione!
ja: ご報告ありがとうございます！
nb: Takk for rapporten!
nl: Dank je voor dit rapport!
pt: Obrigado pelo relatório!
pt_br: Obrigado pelo relatório!
ru: Спасибо за отчет!
sk: Ďakujeme za nahlásenie!
sv: Tack för rapporten!
th: ขอบคุณสำหรับการส่งรีพอร์ต!
tr: Rapor için teşekkür ederim!
uk: Дякуємо за звіт!

source: We'll fix it as soon as possible!
af: Ons sal dit so spoedig moontlik regmaak!
ar: سنقوم بحل المشكلة في أقرب وقت ممكن!
cs: Tuto chybu opravíme co nejdříve!
da: Vi retter det så snart som muligt!
de: Wir beheben das sobald wie möglich!
el: Θα το διορθώσουμε το συντομότερο δυνατό!
es: ¡Lo solucionaremos lo antes posible!
fa: ما آن را در اسرع وقت برطرف خواهیم کرد!
fr: Nous allons le résoudre dès que possible!
he: אנחנו נתקן את זה מהר ככל שניתן.
hi: हम जितनी जल्दी हो सके इसे ठीक कर देंगे!
id: Kami akan memperbaikinya sesegera mungkin!
it: Risolveremo il problema nel più breve tempo possibile!
ja: できるだけ早く修正します！
nb: Vi vil reparere dette så fort som mulig!
nl: We proberen het zo snel mogelijk te fixen!
pt: Vamos resolver isso o mais rápido possível!
pt_br: Este erro será corrigido assim que possível!
ru: Мы исправим это как можно скорее!
sk: Túto chybu opravíme čo najskôr!
sv: Vi kommer att fixa problemet så snart som möjligt!
th: พวกเราสัญญาว่าจะรีบแก้ไขให้เร็วที่สุด!
tr: Mümkün olan en kısa sürede düzelteceğiz!
uk: Ми виправимо це якомога швидше!

source: Welcome to beta testing of %@.
af: Welkom by die betaproef van %@.
ar: مرحبا بك في النسخة التجريبية من %@.
bn: %@ তে বেটা পরীক্ষা করার জন্য আপনাকে স্বাগতম।
cs: Vítejte u beta testování aplikace %@.
da: Velkommmen til beta-udgaven af %@.
de: Willkommen beim Betatest von %@.
el: Καλώς ήλθατε στην beta δοκιμή του %@.
es: Bienvenido a las pruebas beta de %@.
fa: به آزمایش بتا خوش آمدید %@.
fr: Bienvenue aux tests bêta de %@.
he: ברוך הבא לבדיקות בטא של %@.
hi: %@ के बीटा परीक्षण में आपका स्वागत है।
id: Selamat datang di pengetesan beta %@.
it: Benvenuto al beta testing di %@.
ja: %@ のベータテストへようこそ
nb: Velkommen til betatesting av %@.
nl: Welkom bij de beta test van %@.
pt: Bem vindo à versão de teste de %@.
pt_br: Bem-vindo ao beta do %@.
ru: Добро пожаловать на бета тестирование %@.
sk: Vitejte v beta testovaní aplikácie %@.
sv: Välkommen till beta-testning av %@.
th: ยินดีต้องรับ สู่การเข้าร่วมทดสอบ โปรแกรมฉบับเบต้า %@.
tr: %@ beta testine hoş geldiniz..
uk: Ласкаво просимо до бета-тестування %@.

source: This is the first time you run a beta build %@.
af: Dit is die eerste maal dat u ’n betabouweergawe %@ laat loop.
ar: هذه هي المرة الاولى التي تقوم بتشغيل هذه النسخة التجريبية %@.
bn: এটাই আপনার প্রথম বার %@ বেটা সংস্করণ চালু করলেন।
cs: Toto je poprvé, co jste otevřeli beta verzi číslo %@.
da: Dette er første gang du kører en betaversion %@.
de: Dies ist das erste Mal, dass du einen Beta-Build benutzt %@.
el: Αυτή είναι η πρώτη φορά που εκτελείτε μια έκδοση beta του %@.
es: Esta es la pimera vez que ejecutas una versión beta %@.
fa: این اولین باری است که شما بتای %@. را اجرا می کنید
fr: C'est la première fois que vous exécutez une version bêta de %@.
he: זאת הפעם הראשונה שאתה מריץ את גרסת בטא %@.
hi: यह पहली बार आप बीटा बिल्ड %@ चला रहे हैं।
id: Ini adalah pertama kalinya Anda menjalankan versi beta %@.
it: Questa è la prima volta che esegui la beta build di %@.
ja: ベータビルド %@ を実行するのはこれが初めてです
nb: Dette er første gang du kjører en beta build %@.
nl: Dit is de eerste keer dat je deze beta test start met build %@.
pt: Esta é a primeira vez que corre a build de teste %@.
pt_br: Esta é a primeira vez que você abre um beta do %@.
ru: Это первый раз, когда вы запускаете сборку бета-версии %@.
sk: Toto je prvýkrát, čo ste otvorili beta verziu číslo %@.
sv: Är det här först gången som du kör beta-programmet %@.
th: นี่คือครั้งแรกที่คุณกำลังใช้ โปรแกรมฉบับเบต้า เวอร์ชั้น %@.
tr: Bu, beta yapı %@'yi ilk çalıştırmanızdır.
uk: Це перший запуск бета-версії %@.

source: This beta build of %@ has expired.
af: Hierdie betabouweergawe van %@ het verval.
ar: لقد انتهت صلاحية النسخة التجريبية من %@.
cs: Tato beta verze aplikace %@ vypršela.
da: Betaversionen af %@ er udløbet.
de: Diese Betaversion von %@ ist abgelaufen.
el: Αυτή η έκδοση beta του %@ έχει λήξει.
es: Esta versión beta de %@ ha expirado.
fa: این ساخت بتا از %@ منقضی شده است.
fr: Cette version bêta de %@ a expiré.
he: פג תוקפה של גרסת בטא %@.
hi: यह बीटा बिल्ड %@ की अवधि समाप्त हो गई है।
id: Versi beta dari %@ ini telah kedaluwarsa.
it: Questa beta build di %@ è scaduta.
ja: この %@ のベータビルドは期限切れです
nb: Denne beta builder av %@ er utgått.
nl: Deze beta build van %@ is vervallen.
pt: Esta versão beta de %@ expirou.
pt_br: Este beta do %@ expirou.
ru: Срок этой сборки бета-версии %@ истек.
sk: Táto beta verzia aplikácie %@ vypršala.
sv: Denna beta-versionen av %@ har upphört.
th: โปรแกรมฉบับเบต้า เวอร์ชั่น %@ ได้หมดอายุลงแล้ว.
tr: %@'nin bu beta yapı süresi doldu.
uk: Ця бета-версія %@ закінчилася.
