Repository: charlieMonroe/XUCore
Catalog: XUCore/localization/*.lproj/Localizable.strings
Languages: af, ar, bn, cs, da, de, el, es, fa, fr, he, hi, id, it, ja, nb, nl, pt, pt_br, ru, sk, sv, th, tr, uk

source: Cannot find entity named %@
af: Kan nie entiteit genaamd %@ kry nie
ar: تعذر العثور على الكيان @%
bn: %@ নামের সত্তাটি খুঁজে পাওয়া যায় না
cs: Nelze najít entitu se jménem %@
da: Kan ikke finde genstanden %@
de: Kann das Vorkommnis namens %@ nicht finden
el: Δεν είναι δυνατή η εύρεση entity με όνομα %@
es: No se encontró la entidad llamada %@
fa: نمی توانم نامی را به نام %@ پیدا کنم
fr: Impossible de trouver l'entité nommée %@
he: לא ניתן למצוא את היישות בשם %@
hi: %@ नामित संस्था का पता लगाने में असमर्थ
id: Tidak menemukan entitas bernama %@
it: Entità %@ non trovata
ja: %@という名前の項目が見つかりませんでした
nb: Kan ikke finne enhet ved navn %@
nl: Kan 'entity' met volgende naam niet vinden: %@
pt: Não é possível encontrar uma entidade chamada %@
pt_br: Não é possível encontrar a entidade chamada %@
ru: Невозможно найти объект с именем %@
sk: Nepodarilo sa nájsť entitu s názvom %@
sv: Kan inte hitta en enhet som heter %@
th: ไม่สามารถค้นหาชื่อนี้ได้ %@
tr: %@ adlı varlık bulunamadı
uk: Не вдається знайти об'єкт з ім'ям %@

source: Cannot find class named %@
af: Kan nie klas genaamd %@ kry nie
ar: تعذر العثور على الصنف @%
bn: %@ নামের ক্লাসটি খুঁজে পাওয়া যায়নি।
cs: Nelze najít třídu se jménem %@
da: Kan ikke finde klassen %@
de: Kann die Klasse namens %@ nicht finden
el: Δεν είναι δυνατή η εύρεση class με όνομα %@
es: No se encontró la clase llamada %@
fa: نمی توانم کلاسی را به نام %@ پیدا کنم
fr: Impossible de trouver la classe nommée %@
he: לא ניתן למצוא את המחלקה בשם %@
hi: %@ नामित कक्षा का पता लगाने में असमर्थ
id: Tidak menemukan kelas bernama %@
it: Classe %@ non trovata
ja: %@という名前のクラスが見つかりません
nb: Kan ikke finne klasse ved navn %@
nl: Kan 'class' met volgende naam niet vinden: %@
pt: Não consegue encontrar classe %@
pt_br: Não é possível encontrar a classe chamada %@
ru: Невозможно найти класс с именем %@
sk: Nemožno nájsť triedu s názvom %@.
sv: Kan inte hitta en klass som heter %@
th: ไม่สารมารถระบุคลาส %@
tr: %@ adlı sınıf bulunamadı
uk: Не вдається знайти клас імені %@

source: Cannot find entity with ID %@
af: Kan nie entiteit met ID %@ kry nie
ar: لا يمكن العثور على رمز الكيان %@
cs: Nelze najít enitu s identifikátorem %@
da: Kan ikke finde genstanden med ID %@
de: Kann Vorkommnis mit der ID %@ nicht finden
el: Δεν είναι δυνατή η εύρεση entity με ID %@
es: No se encontró la entidad con ID %@
fa: نمی توانم آیدی را به نام %@ پیدا کنم
fr: Impossible de trouver l'entité avec l'ID %@
he: לא ניתן למצוא ישות עם מזהה %@
hi: आईडी %@ के संस्था को खोजने में असमर्थ
id: Tidak menemukan entitas dengan ID %@
it: Entità con ID %@ non trovata
ja: ID %@ に該当するものがありませんでした
nb: Kan ikke finne enhet med ID %@
nl: Kan 'entity' met volgende ID nit vinden: %@
pt: Não é possível encontrar entidade com ID %@
pt_br: Não é possível encontrar a entidade com o ID %@
ru: Невозможно найти объект с ID %@
sk: Nepodarilo sa nájsť entitu s ID %@
sv: Kan inte hitta enheten med ID %@
th: ไม่สามารถหาชื่อ ไอดี %@
tr: % kimlikli varlık bulunamadı
uk: Не вдається знайти об'єкт з ідентифікатором %@

source: Can't find synchronization folder for document %@.
af: Kan nie die sinchroniseervouer vir dokument %@! kry nie.
ar: تعذر ايجاد مجلد المزامنة للملف @%
bn: %@ ডকুমেন্ট এর জন্য সিঙ্ক্রনাইজেসন ফোল্ডারটি পাওয়া যায়নি।
cs: Nelze najít synchornizační složku pro dokument %@.
da: Kan ikke finde synkroniseringsmappen for dokumentet %@.
de: Kann den Synchronisierungs-Ordner für das Dokument %@ nicht finden.
el: Αδυναμία εύρεσης του φακέλου συγχρονισμού, για το έγγραφο %@.
es: No se encontró la carpeta de sincronización para el documento %@.
fa: پوشه همگام سازی برای سند %@ یافت نشد.
fr: Impossible de trouver le dossier de synchronisation pour le document %@.
he: לא ניתן למצוא תיקיית סינכרון עבור המסמך %@.
hi: दस्तावेज़ %@ के लिए सिंक्रनाइज़ेशन फ़ोल्डर नहीं मिल सका।
id: Tidak dapat menemukan folder sinkronisasi untuk dokumen %@.
it: Cartella di sincronizzazione del documento %@ non trovata.
ja: ドキュメント %@ の同期フォルダが見つかりません
nb: Kan ikke finne synkroniseringsmappe for dokument %@.
nl: Kan de synchronisatie folder voor het volgende document niet vinden: %@.
pt: Não é possível encontrar uma pasta de sincronização para o documento %@
pt_br: Não é possível encontrar a pasta de sincronização do documento %@.
ru: Невозможно найти папку синхронизации для документа %@.
sk: Nepodarilo sa nájsť priečinok pre synchronizáciu dokumentu.
sv: Kan inte hitta synkroniseringsmapp för dokumentet %@.
th: ตรวจสอบโฟลเดอร์ที่บันทึกไว้ไม่พบ %@.
tr: %@ Belgesi için senkronizasyon klasörü bulunamadı.
uk: Не вдається знайти папку синхронізації для документа %@.

source: Can't find synchronization folder for computer %@.
ar: تعذر ايجاد مجلد المزامنة للحاسوب %@.
cs: Nelze najít synchornizační složku pro počítač %@.
de: Kann den Synchronisierungs-Ordner für den Computer %@ nicht finden.
el: Αδυναμία εύρεσης του φακέλου συγχρονισμού, για τον υπολογιστή %@.
es: No se encontró la carpeta de sincronización para el ordenador %@.
fa: پوشه همگام سازی برای رایانه %@ یافت نشد
fr: Impossible de trouver le dossier de synchronisation pour l'ordinateur %@.
he: לא ניתן למצוא תיקיית סינכרון עבור המחשב %@.
hi: कंप्यूटर %@ के लिए सिंक्रनाइज़ेशन फ़ोल्डर नहीं मिल सका।
id: Tidak dapat menemukan folder sinkronisasi untuk komputer %@.
it: Cartella di sincronizzazione del computer %@ non trovata.
nb: Kan ikke finne synkroniseringsmappe for datamaskin %@.
nl: Kan de synchronisatie folder voor volgende computer niet vinden: %@.
pt_br: Não é possível encontrar a pasta de sincronização do computador %@.
ru: Невозможно найти папку синхронизации для компьютера %@.
sv: Kan inte hitta synkroniseringsmapp för datorn %@.
th: ตรวจสอบข้อมูลคอมพิวเตอร์ไม่พบ %@.

source: Can't find sync folder for document %@.
ar: لا يمكن ايجاد مجلد المزامنة للملف @%.
cs: Nelze najít synchronizační složku pro dokument %@.
de: Kann den Synchronisierungs-Ordner für das Dokument %@ nicht finden.
el: Αδυναμία εύρεσης του φακέλου sync folder για το αρχείο %@.
es: No se encontró la carpeta de sincronización para el documento %@.
fa: پوشه همگام سازی برای سند %@ یافت نشد.
fr: Impossible de trouver le dossier de synchronisation pour le document %@.
he: לא ניתן למצוא תיקיית סינכרון עבור המסמך %@.
hi: दस्तावेज़ %@ के लिए सिंक फ़ोल्डर नहीं मिल सका।
id: Tidak dapat menemukan folder sinkron untuk dokumen %@.
it: Cartella di sincronizzazione del documento %@ non trovata.
nb: Kan ikke finne synkroniseringsmappe for dokument %@.
nl: Kan de sync folder voor volgend document niet vinden: %@.
pt_br: Não é possível encontrar a pasta de sincronização para documento %@.
ru: Невозможно найти папку синхронизации для документа %@.
sv: Kan inte hitta synk-mapp för dokument %@.
th: ไม่สามารถหาโฟลเดอร์ที่บันทึกไว้ได้ %@.

source: %@ couldn't finish synchronization in the background.
af: %@ kon nie sinchronisering in die agtergrond afhandel nie.
ar: %@ لم يستطع إنهاء المزامنة في الخلفية.
bn: %@ বেকগ্রাউন্ডে সিঙ্ক্রনাইজেশন শেষ হয়নি।
cs: %@ nemohl dokončit synchronizaci na pozadí.
da: %@ kunne ikke fuldføre synkroniseringen i baggrunden.
de: %@ konnte im Hintergrund nicht synchronisiert werden.
el: %@ δεν ήταν δυνατή η ολοκλήρωση του συγχρονισμού στο παρασκήνιο (background).
es: %@ no pudo terminar la sincronización en el trasfondo.
fa: %@ نمی تواند هماهنگ سازی را در پس زمینه انجام دهد.
fr: %@ n'a pas pu terminer la synchronisation en arrière-plan.
he: %@ לא הצליח לסיים את הסינכרון ברקע.
hi: %@ पृष्ठभूमि में सिंक्रनाइज़ेशन को समाप्त नहीं कर सका।
id: %@ tidak dapat menyelesaikan sinkronisasi di latar belakang.
it: %@ non ha potuto completare la sincronizzazione in background.
ja: %@ はバックグラウンドで同期を終了できませんでした。
nb: %@ kunne ikke fullføre synkronisering i bakgrunnen.
nl: %@ kon de synchronisatie in de achtergrond niet beëindigen.
pt: %@ não consegue terminar a sincronização em segundo plano.
pt_br: O %@ não pôde concluir a sincronização em segundo plano.
ru: %@ невозможно закончить синхронизацию в фоновом режиме.
sk: %@ sa nepodarilo dokončiť synchronizáciu na pozadí.
sv: %@ kan inte slutföra synkroniseringen i bakgrunden.
th: %@ ไม่สามารถตรวจพบการซิงโครไนส์ข้อมูลภายหลังการใช้งานได้.
tr: %@ arka planda senkronizasyonu tamamlayamadı.
uk: %@ не вдалося завершити синхронізацію у фоновому режимі.

source: Please switch back to %@ so that the synchronization can finish.
af: Keer asb. terug na %@ sodat die sinchronisering kan afhandel.
ar: الرجاء الرجوع الى @% من اجل إنهاء عملية المزامنة.
bn: %@ তে ফিরে যান যেন সিঙ্ক্রনাইজেশন শেষ হতে পারে।
cs: Prosím přepněte zpět do %@, aby se synchronizace mohla dokončit.
da: Skift venligst tilbage til %@ så synkroniseringen kan fuldføres.
de: Bitte wechsle zurück auf %@ damit die Synchronisation beendet werden kann.
el: Ενεργοποιήστε ξανά το %@ ώστε να ολοκληρωθεί ο συγχρονισμός.
es: Por favor, vuelve a %@ para que la sincronización pueda terminar.
fa: لطفا به %@ برگردید تا هماهنگ سازی به پایان برسد.
fr: Veuillez revenir à %@ pour que la synchronisation puisse se terminer.
he: חזור אל %@ בשביל שהסנכרון יהיה יכול להסתיים.
hi: कृपया %@ पर वापस स्विच करें ताकि सिंक्रनाइज़ेशन समाप्त हो सके।
id: Harap kembali ke %@ agar sinkronisasi dapat selesai.
it: Per favore ritorna a %@ così che la sincronizzazione possa finire.
ja: 同期を終了できるように、%@ に戻してください。
nb: Vennligst gå tilbake til %@ slik at synkroniseringen kan fullføres.
nl: Gelieve terug te gaan naar %@ om de synchronisatie te kunnen beëindigen.
pt: Por favor, mude novamente para %@ para que a sincronização possa terminar.
pt_br: Por favor, volte para o %@ para que a sincronização seja concluída.
ru: Пожалуйста, перейдите обратно в %@ чтобы закончить синхронизацию.
sk: Prosím, prepnite späť na %@, aby sa synchronizácia mohla dokončiť.
sv: Var god och växla tillbaka till %@ så att synkroniseringen kan slutföras.
th: โปรดกลับมาใช้ %@ จึงจะเชื่อมต่ออีกครั้ง.
tr: Senkronizasyonu bitirmek için lütfen %@'ye geri dönün
uk: Будь ласка, поверніться до %@, щоб синхронізація завершилась.

source: Could not read synchronization change data.
ar: تعذر قراءة بيانات المزامنة.
cs: Nelze přečíst synchronizační data změn.
de: Konnte geänderte Sync-Daten nicht lesen.
el: Αδυναμία ανάγνωσης δεδομένων αλλαγής συγχρονισμού (synchronization change data).
es: No se pudieron leer los datos de cambio de sincronización.
fa: داده های همگام سازی را نمی توان خواند.
fr: Impossible de lire les données de changement de synchronisation.
he: לא ניתן לקרוא נתוני שינוי סינכרון.
hi: सिंक्रनाइज़ेशन परिवर्तन डेटा नहीं पढ़ा जा सका।
id: Tidak dapat membaca sinkronisasi perubahan data.
it: Dati per il cambio di sincronizzazione non leggibili.
nb: Kunne ikke lese synkroniserings-endringsdata.
nl: Kon de veranderde sync data niet lezen.
pt_br: Não foi possível ler os dados alterados da sincronização .
ru: Невозможно прочитать синхронизации изменений данных.
sv: Kunde inte läsa ändringen i synkroniseringsdata.
th: ไม่สามารถอ่านค่าได้.

source: Could not copy synchronization change data to the cloud.
ar: تعذر نسخ بيانات المزامنة الى السحابة.
cs: Nelze nakopírovat synchronizační data do cloudu.
de: Konnte geänderte Sync-Daten nicht in die Cloud kopieren.
el: Αδυναμία αντιγραφής δεδομένων αλλαγής συγχρονισμού (synchronization change data) στο cloud.
es: No se pudieron copiar los datos de cambio de sincronización a la nube.
fa: نمی توان داده های تغییر هماهنگ سازی را به فضای ابری بارگیری کرد.
fr: Impossible de copier les données de changement de synchronisation dans le cloud.
he: לא ניתן להעתיק נתוני שינוי סינכרון לענן.
hi: सिंक्रनाइज़ेशन परिवर्तन डेटा को क्लाउड में कॉपी नहीं किया जा सका।
id: Tidak dapat menyalin sinkronisasi perubahan data ke cloud.
it: Dati per il cambio di sincronizzazione non copiati nel cloud.
nb: Kunne ikke kopiere synkroniserings-endringsdata til skyen.
nl: Kon de veranderde sync data niet kopieren naar de cloud.
pt_br: Não foi possível copiar os dados alterados da sincronização para a nuvem.
ru: Можно не копировать синхронизированные данные в облако.
sv: Det gick inte att kopiera ändringen av synkroniseringsdata till molnet.
th: ไม่สามารถอ่านค่าที่บันทึกในคลาวน์ได้.

source: Failing to apply change sets.
ar: فشل في تطبيق التغييرات.
cs: Aplikace sad změn selhala.
de: Konnte geänderte Sets nicht anwenden.
el: Αποτυχία εφαρμογής του σετ αλλαγών.
es: Fallo en aplicación de sets de cambio.
fa: اعمال تغییرات ناموفق.
fr: Omettre d'appliquer des ensembles de modifications.
he: אי החלת ערכות שינוי.
hi: परिवर्तन सेट लागू करने में विफल।
id: Gagal menerapkan set perubahan.
it: Impossibile applicare le modifiche.
nb: Feilet i å tilføre endrings sett.
nl: Toepassen van de verandering mislukt.
pt_br: Falha ao aplicar conjuntos de alterações.
ru: В случае невозможности применить изменения наборов.
sv: Misslyckade med ändring i uppsättningen.
th: พบข้อผิดพลาดในการบันทึก.

source: Synchronization changes from computer %@ haven't been downloaded yet.
ar: لم يتم تحميل تغييرات المزامنة الحاصلة من الحاسوب @% بعد.
cs: Synchronizační změny z počítače %@ ještě nebyly staženy.
de: Sync Änderungen von Computer %@ wurden noch nicht geladen.
el: Οι αλλαγές συγχρονισμού από τον υπολογιστή %@ δεν έχουν κατέβει ακόμα.
es: Los cambios de sincronización del ordenador %@ no se han descargado todavía.
fa: همگام سازی از کامپیوتر %@ هنوز دانلود نشده است.
fr: Les modifications de synchronisation à partir de l'ordinateur %@ n'ont pas encore été téléchargées.
he: סינכרון שינויים ממחשב %@ עדיין לא הורדו.
hi: कंप्यूटर %@ से सिंक्रनाइज़ेशन बदलाव अभी तक डाउनलोड नहीं किए गए हैं।
id: Perubahan sinkronisasi dari komputer %@ belum diunduh.
it: I cambiamenti di sincronizzazione dal computer %@ non sono ancora stati scaricati.
nb: Synkroniseringsendring fra datamaskin %@ er ikke nedlastet ennå.
nl: De synchronisatie veranderingen van computer %@ zijn nog niet gedownload.
pt_br: As alterações de sincronização do computador %@ ainda não foram transferidas.
ru: Изменения в синхронизации с компьютера %@ не были загружены.
sv: Synkroniseringsändringar från dator %@ har inte laddats ner än.
th: การเชื่อมต่อสมบูรณ์บนคอมพิวเตอร์ %@ ยังไม่ได้ถูกบันทึก.

source: Authentication
af: Waarmerking
ar: التحقق
bn: অনুমোদন
cs: Autentikace
da: Godkendelse
de: Authentifizierung
el: Έλεγχος ταυτότητας
es: Autentificación
fa: احراز هویت
fr: Authentification
he: אימות
hi: प्रमाणीकरण
id: Otentikasi
it: Autenticazione
ja: 認証
nb: Autentisering
nl: Authenticatie
pt: Autentificação
pt_br: Autenticação
ru: Проверка подлинности
sk: Autentifikácia
sv: Verifiering
th: การตรวจสอบ
tr: Kimlik Doğrulama
uk: Аутентифікація

source: Server responded with unknown token type.
af: Bediener het met ’n onbekende tekentipe gereageer.
ar: السيرفر يستجيب برمز غير معرف.
bn: সার্ভার অজানা টোকেন প্রকারের সাথে প্রতিক্রিয়া জানিয়েছে।
cs: Server odpověděl s neznámým typem tokenu.
da: Serveren svarede med en ukendt token-type.
de: Server hat mit unbekanntem Token geantwortet.
el: Ο διακομιστής αποκρίθηκε με άγνωστο τύπο token.
es: El servidor respondió con un tipo de señal desconocida.
fa: سرور با توکن ناشناخته پاسخ داد.
fr: Le serveur a répondu avec un type de jeton inconnu.
he: השרת הגיב עם סוג טוקן לא ידוע.
hi: सर्वर ने अज्ञात टोकन प्रकार के साथ प्रतिक्रिया दी।
id: Server merespons dengan jenis token yang tidak dikenal.
it: Il server ha risposto con un tipo di token sconosciuto.
ja: サーバーは不明なTokenタイプで応答しました
nb: Serveren svarte med ukjent token type.
nl: Server antwoord met onbekend type token.
pt: O servidor respondeu com um token de tipo desconhecido.
pt_br: O servidor respondeu com um tipo de chave desconhecida.
ru: Сервер ответил с неизвестного типа маркера.
sk: Server odpovedal neznámym typom tokenu.
sv: Serven svarade med en okänd symboltyp.
th: เซอเวอร์ไม่สามารถตรวจสอบได้.
tr: Sunucu bilinmeyen simge türü ile yanıt verdi.
uk: Сервер зреагував на невідомий тип токену.

source: Server provided invalid authorization response.
af: Bediener het ongeldige magtigingsantwoord verskaf.
ar: قام السيرفر بتزويد استجابة تفويض غير صالحة.
bn: সার্ভার অবৈধ অনুমোদন প্রেরণ করেছে।
cs: Server poskytl špatnou autorizační odpověď1.
da: Serveren leverede ugyldig autorisationssvar,
de: Server hat falsch auf die Authentifizierung geantwortet.
el: Ο διακομιστής παρέσχε μη έγκυρη απάντηση εξουσιοδότησης.
es: El servidor generó una respuesta de autorización inválida.
fa: سرور احراز هویت نامعتبر است را پاسخ داد.
fr: Le serveur a fourni une réponse d'autorisation non valide.
he: השרת סיפק תגובת הרשאה לא חוקית.
hi: सर्वर ने अमान्य प्राधिकरण प्रतिक्रिया प्रदान की।
id: Server memberikan respons otorisasi yang tidak valid.
it: Il server ha fornito un'autorizzazione non valida.
ja: サーバーが無効な認証応答をしました
nb: Serveren leverte feil autoritasjonssvar.
nl: Server gaf een 'ongeldige authenticatie' antwoord.
pt: O servidor forneceu uma resposta de autorização inválida.
pt_br: O servidor forneceu uma reposta de autorização inválida.
ru: Неверный ответ авторизации сервера.
sk: Server poskytol neplatnú autorizáciu.
sv: Serven svarade med ogiltig åtkomst.
th: เซอเวอร์แจ้งว่าการตรวจสอบผิดพลาด.
tr: Sunucu, geçersiz yetkilendirme yanıtı verdi.
uk: Сервер вказав недійсну відповідь авторизації.

source: Server has redirected with invalid URL.
af: Bediener het met ongeldige bronadres herlei.
ar: تم إعادة توجية السيرفر برابط غير صالح.
bn: সার্ভারটি অবৈধ ইউআরএল দিয়ে পুনর্নির্দেশ করেছে।
cs: Server přesměroval na špatnou URL.
da: Serveren har omdirigeret med ugyldig webadresse.
de: Server hat mit falscher URL umgeleitet.
el: Ο διακομιστής ανακατεύθυνε με μη έγκυρη διεύθυνση URL.
es: El servidor ha redirigido con una URL inválida.
fa: سرور با آدرس نامعتبر هدایت شده است.
fr: Le serveur a été redirigé avec une URL non valide.
he: השרת הפנה מחדש לכתובת אתר לא חוקית.
hi: सर्वर ने अमान्य यूआरएल के साथ रीडायरेक्ट किया है।
id: Server telah dialihkan dengan URL yang tidak valid.
it: Il server ha reindirizzato un URL non valido.
ja: サーバーが無効なURLにリダイレクトしました。
nb: Serveren har omdirigert med feil URL.
nl: Server verwijst naar een ongeldige URL.
pt: O servidor foi redireccionado com URL inválido.
pt_br: O servidor foi redirecionado com uma URL inválido.
ru: Сервер перенаправлен с недопустимого URL-адреса.
sk: Server presmeroval s neplatnou URL adresou.
sv: Servern har omdirigerats till en ogiltig webbadress.
th: เซอเวอร์แจ้งไป URL ผิด.
tr: Sunucu geçersiz URL ile yeniden yönlendirildi.
uk: Сервер переспрямовано з недійсною URL-адресою.

source: User cancelled the authorization.
af: Gebruiker het die magtiging gekanselleer.
ar: تم إلغاء عملية التحقيق من قبل المستخدم.
bn: ব্যবহারকারি অনুমোদনটি বাতিল করেছেন।
cs: Uživatel zrušil autorizaci.
da: Brugeren annullerede godkendelsen.
de: Benutzer hat die Authorisierung abgebrochen.
el: Ο χρήστης ακύρωσε την εξουσιοδότηση.
es: El usuario canceló la autorización.
fa: کاربر مجوز را لغو کرد
fr: L'utilisateur a annulé l'autorisation.
he: המשתמש ביטל את האימות.
hi: उपयोगकर्ता ने प्राधिकरण को रद्द कर दिया।
id: Pengguna membatalkan otorisasi.
it: L'utente ha annullato l'autorizzazione.
ja: ユーザーが認証をキャンセルしました
nb: Brukeren kansellerte autoritasjonen.
nl: Gebruiker onderbrak de authenticatie.
pt: O usuário cancelou a autorização.
pt_br: O usuário cancelou a autorização.
ru: Пользователь отменил разрешение.
sk: Používateľ zrušil autorizáciu.
sv: Användaren avbröt godkännandet.
th: ผู้ใช้งานยกเลิกเอง.
tr: Kullanıcı yetkiyi iptal etti.
uk: Користувач скасував авторизацію.

source: Debug
af: Ontfout
ar: التصحيح
bn: দিবাগ
de: Fehlersuche
el: Εντοπισμός Σφαλμάτων (Debug)
es: Depurar
fa: اشکال زدایی
fr: Débogage
he: דיבאג
hi: डिबग
ja: デバッグ
nb: Feilsøking
pt: Depuração
pt_br: Depurar
ru: Отладка
sk: Debugovať
th: เอาบัคออก
tr: Hata Ayıklama
uk: Налагоджування

source: About Debug Log...
af: Oor Ontfoutlog…
ar: حول سجل التصحيح
bn: ডিবাগ লগ সম্পর্কে...
cs: Co je Debug Log...
da: Om debug-loggen...
de: Über das Fehlerprotokoll...
el: Περι του Αρχείου Καταγραφής Εντοπισμού Σφαλμάτων (Debug Log)...
es: Acerca del Registro de Depuración...
fa: درباره لاگ اشکالزدایی...
fr: À propos du journal de débogage...
he: אודות לוג דיבאג...
hi: डिबग लॉग के बारे में...
id: Tentang Log Debug...
it: Riguardo il Log di Debug...
ja: デバッグログについて...
nb: Om feilsøkingslogg…
pt: Sobre o registo de depuração…
pt_br: Sobre o Registro de Depuração......
ru: О Журнале Отладки...
sk: O Debug Log...
sv: Om Debug Loggen...
th: การบันทึกบัค...
tr: Hata Ayıklama Günlüğü Hakkında ...
uk: Про журнал виправлень ...

source: Debug Logging
af: Ontfoutboekstawing
ar: تسجيل بيانات عملية التصحيح
bn: ডিবাগ লগইন
cs: Debug logování
da: Debug-logning
de: Fehler wird protokolliert
el: Καταγραφή Εντοπισμού Σφαλμάτων
es: Registro de Depuración
fa: رفع اشکال زدن
fr: Journalisation du débogage
he: רישום דיבאג
hi: डिबग लॉगिंग
id: Pencatatan Debug
it: Registrazione Log di Debug
ja: デバッグログ
nb: Feilsøkingsloggføring
pt: Registo de Depuração
pt_br: Registro de Depuração
ru: Ведение Журнала Отладки
sk: Ladenie logu
sv: Debug Loggning
th: การบันทึกรายงานบัค
tr: Hata Ayıklama Günlüğü
uk: Запис відладки

source: On
af: Aan
ar: تشغيل
bn: চালু
cs: Zapnuto
da: Til
de: An
el: Ενεργή
es: Activo
fa: روشن
fr: Activé
he: פעיל
hi: चालू
id: Hidup
it: Acceso
nb: På
nl: Aan
pt: Ligado
pt_br: Ativo
ru: Вкл
sk: Zapnuté
sv: På
th: เปิด
tr: Açık
uk: Увімкнено

source: Off
af: Af
ar: تعطيل
bn: বন্ধ
cs: Vypnuto
da: Fra
de: Aus
el: Ανενεργή
es: Inactivo
fa: خاموش
fr: Désactivé
he: מכובה
hi: बंद
id: Mati
it: Spento
nb: Av
nl: Uit
pt: Desligado
pt_br: Inativo
ru: Выкл
sk: Vypnuté
sv: Av
th: ปิด
tr: Kapalı
uk: Вимкнено

source: Clear Debug Log
af: Wis Ontfoutlog
ar: مسح سجل التصحيح
bn: সাফ ডিবাগ লগ করুন
cs: Smazat Debug Log
da: Ryd debug-loggen
de: Löschen des Protokolls
el: Διαγραφή Αρχείου Καταγραφής Εντοπισμού Σφαλμάτων (Debug Log)
es: Limpiar Registro de Depuración
fa: پاک کردن لاگ اشکال زدایی
fr: Effacer le journal de débogage
he: נקה לוג דיבאג
hi: डिबग लॉग को साफ़ करें
id: Kosongkan Log Debug
it: Pulisci il Log di Debug
ja: デバッグログをクリアする
nb: Slett feilsøkingslogg
pt: Limpar Registo de Depuração
pt_br: Limpar Registro de Depuração
ru: Очистить Журнал Отладки
sk: Vyčistiť Debug Log
sv: Rensar Debug Loggen
th: ลบการบันทึกบัค
tr: Hata Ayıklama Günlüğünü Temizle
uk: Очистити журнал відладки

source: Show Log in Finder
af: Toon Log in Finder
ar: عرض السجل في المجلد
bn: ফাইন্ডারে লগ দেখুন
cs: Zobrazit log ve Finderu
da: Vis log i Finder
de: Anzeigen des Protokolls im Finder
el: Εμφάνιση Αρχείου Καταγραφής στον Finder
es: Mostrar Registro en Finder
fa: نمایش لاگ در فایندر
fr: Afficher le journal dans le Finder
he: הצג לוג בFinder
hi: लॉग को फाइंडर में देखे
id: Tampilkan Log di Finder
it: Mostra il Log nel Finder
ja: Finderでログを表示
nb: Vis logg i Finder
nl: Toon Log in Finder
pt: Mostrar Relatório no Finder
pt_br: Mostrar Registro no Finder
ru: Показать Журнал в Finder
sk: Zobraziť Log v Prieskumníkovi
sv: Visa Loggen i Finder
th: แสดงรายการบัคใน finder
tr: Finder'da Göster
uk: Показати журнал пошуку
