Repository: charlieMonroe/XUCore
Catalog: XUCore/localization/*.lproj/Localizable.strings
Languages: af, ar, bn, cs, da, de, el, es, fa, fr, he, hi, id, it, ja, nb, nl, pt, pt_br, ru, sk, sv, th, tr, uk

source: Enjoy our software! If you have any questions or run into any bugs, feel free to ask us at our support page %@
ar: استمتع ببرنامجنا! اذا كان لديك اي سؤال او مررت بأي مشكلة، لا تتردد من التواصل معنا عبر صفحة الدعم الخاصة بنا %@.
cs: Užívejte si náš software! Máte-li jakékoliv dotazy, nebo pokud jste narazili na nějaké chyby, kontaktujte nás na %@
de: Viel Freude mit unserer Software! Falls du Fragen hast oder Fehler findest, kontaktiere uns über unsere Support-Seite %@
el: Απολαύστε το λογισμικό μας! Εάν έχετε οποιεσδήποτε ερωτήσεις ή αντιμετωπίζετε τυχόν σφάλματα, μπορείτε να μας ρωτήσετε στη σελίδα υποστήριξης %@
es: ¡Disfruta tu software! Si tienes alguna pregunta o encuentras algún problema, no dudes en preguntarnos en nuestra página de atención al usuario %@
fa: از نرم افزار ما لذت ببرید! اگر سوالی دارید یا با مشکلی مواجه هستید، براحتی از ما در صفحه پشتیبانی بپرسید %@
fr: Profitez de notre logiciel! Si vous avez des questions ou rencontrez des bugs, n'hésitez pas à nous contacter sur notre page d'assistance %@
he: מקווים שתהנה מהתוכנה שלנו! אם יש לך שארלות או שנתקלת בבאגים, תרגיש חופשי לשאול אותנו בעמוד התמיכה %@
hi: हमारे सॉफ्टवेयर का आनंद लें! यदि आपके पास कोई प्रश्न है या किसी भी समस्या का सामना करते हैं, तो हमारे समर्थन पृष्ठ %@ पर हमें बेझिझक पूछें।
id: Nikmati perangkat lunak kami! Jika Anda memiliki pertanyaan atau mengalami bug, jangan ragu untuk bertanya kepada kami di halaman dukungan kami %@
it: Goditi il nostro software! Se hai qualche domanda o riscontri dei problemi, sentiti libero di contattarci nella nostra pagina di supporto %@
nb: Hygg deg med vår programvare! Dersom du får problemer eller oppdager feil, vennligst ta kontakt med oss på vår side for brukerstøtte %@
nl: Geniet van onze software! Als je vragen hebr of bugs tegenkomt, kan je ons altijd vragen stellen op onze support pagina %@
pt_br: Curta o software! Caso tenha dúvidas ou encontre erros, fique à vontade para entrar em contato na página de suporte: %@
ru: Наслаждайтесь нашим программным обеспечением! Если у вас есть какие-либо вопросы или возникли какие-либо ошибки, не стесняйтесь задавать вопросы на нашей странице поддержки %@
sv: Njut av vår mjukvara! Om du har några frågor eller stöter på några fel kan du fråga oss på vår supportsida %@
th: ขอให้สนุกไปกับการใช้งานแอพลิเคชั่นของเรา! หากคุณพบปัญหาระหว่างการใช้งาน โปรดแจ้งให้เราทราบทางเพจ ช่วยเหลือของเรา %@

source: Continue
ar: إستمرار
cs: Pokračovat
de: Fortfahren
el: Συνέχεια
es: Continuar
fa: ادامه
fr: Continuer
he: המשך
hi: जारी रखें
id: Lanjutkan
it: Continua
nb: Fortsett
nl: Ga verder
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
th: ต่อเนื่อง

source: Purchase...
ar: شراء...
cs: Zakoupit...
de: Kaufen...
el: Αγορά...
es: Compra...
fa: خرید...
fr: Acheter...
he: לרכישה...
hi: ख़रीदे...
id: Beli...
it: Acquista...
nb: kjøp…
nl: Aankopen...
pt_br: Comprar...
ru: Покупка...
sv: Köp...
th: สั่งซื้อ...

source: I'm Still Not Sure
ar: لست متأكدا بعد
cs: Stále si nejsem jistý
de: Ich bin unsicher
el: Δεν είμαι ακόμα βέβαιος
es: No Estoy Seguro Todavía
fa: من هنوز مطمئن نیستم
fr: Je ne suis toujours pas sûr
he: אני עדיין לא בטוח
hi: मुझे अभी भी निश्चय नही है
id: Saya masih ragu
it: Non Sono Ancora Sicuro
nb: Jeg er fortsatt ikke sikker
nl: Ik ben nog steeds niet zeker
pt_br: Eu ainda não tenho certeza
ru: Я до сих пор не уверен
sv: Jag är inte riktigt säker än
th: ยังคงไม่มั่นใจ

source: %@ couldn't connect to the Internet. The application will exit in one hour.
ar: لم يستطع %@ الإتصال بالإنترنت. سيتم إغلاق التطبيق خلال ساعة.
cs: Aplikace %@ se nemohla připojit k internetu. Tato aplikace bude ukončena během jedné hodiny.
de: %@ konnte sich nicht mit dem Internet verbinden. Das Programm wird in 1 Stunde beendet.
el: Το %@ δεν μπόρεσε να συνδεθεί στο Internet. Η εφαρμογή θα κλείσει σε μία ώρα.
es: %@ no pudo conectar con Internet. La aplicación se cerrará en una hora.
fa: %@ نمیتوانست به اینترنت متصل شود برنامه در یک ساعت آینده بسته خواهد شد.
fr: %@ n'a pas pu se connecter à Internet. L'application va quitter dans une heure.
he: %@ לא יכל להתחבר לאינטרנט. האפליקציה תיסגר בעוד שעה.
hi: %@ इंटरनेट से कनेक्ट होने में असमर्थ। ऐप एक घंटे में बंद हो जाएगा।
id: %@ tidak dapat terhubung ke Internet. Aplikasi akan keluar dalam satu jam.
it: %@ non ha potuto connettersi a Internet. L'applicazione verrà chiusa tra un'ora.
nb: %@ kunne ikke koble til Internett. Applikasjonen vil avslutte om en time.
nl: %@ kon geen internetverbinding maken. De applicatie zal binnen 1 uur afsluiten.
pt_br: O %@ não pôde conectar-se à Internet. O aplicativo será encerrado em uma hora.
ru: %@ не удалось подключиться к интернету. Программа завершит работу через час.
sv: %@ kunde inte koppla till internet. Programmet kommer att avslutas om en 1 timma.
th: %@ ไม่สามารถเชื่อมต่ออินเตอร์เนตได้ โปรแกรมจะปิดตัวลงภายใน 1 ชั่วโมง.

source: %@ requires connection to the Internet to continue the trial properly.
ar: يتطلب اتصال بالانترنت لكي يستمر عمل النسخة التجريبية بصورة صحيحة. %@
cs: Aplikace %@ vyžaduje připojení k internetu, aby zkušební verze fungovala správně.
de: %@ benötigt eine Internetverbindung, um die Testversion fortzuführen.
el: Το %@ απαιτεί σύνδεση στο Internet για να συνεχιστεί σωστά η δοκιμή.
es: %@ requiere conexión a Internet para continuar el intento adecuadamente.
fa: %@ نیاز به اتصال به اینترنت برای ادامه مدت آزمایشی
fr: %@ nécessite une connexion à Internet pour continuer l'essai correctement.
he: %@ זקוק לחיבור לאינטרנט כדי להמשיך את גרסת הניסיון באופן תקין.
hi: %@ के परीक्षण को ठीक से जारी रखने के लिए इंटरनेट कनेक्शन की आवश्यकता है।
id: %@ membutuhkan koneksi ke Internet untuk melanjutkan percobaan dengan benar.
it: %@ richiede la connessione a Internet per poter continuare correttamente la modalità di prova.
nb: %@ trenger tilkobling til Internett for å fortsette.
nl: %@ heeft een internetverbinding nodig tijdens deze trial.
pt_br: É necessário uma conexão à Internet para que a avaliação do %@ continue.
ru: %@ Требуется подключение к интернету для продолжения работы пробной версии.
sv: %@ kräver att den är kopplad till internet för att provperioden skall fungera på rätt sätt.
th: %@ ต้องการเชื่อมต่ออินเตอร์เนตเพื่อการใช้งานรูปแบบ ทดลองต่อเนื่อง.

source: You will be taken to a page where you'll be able to buy a copy. If you're still not sure if %@ is right for you and have some questions, contact us.%@
ar: سيتم تحويلك الى صفحة شراء التطبيق. إذا كنت لا تزال غير من متأكد من أن @% مناسب لك و لديك بعض الأسئلة، إتصل بنا. %@
cs: Budete přesměrováni na stránku, kde se dá aplikace zakoupit. Pokud máte stále pochybnosti, zda je %@ právě pro Vás a máte nějaké dotazy, kontaktujte nás.%@
de: Auf der folgenden Internetseite kannst du eine Lizenz kaufen. Wenn du nicht sicher bist, dass %@ das Richtige für dich ist und du Fragen hast, nimm mit uns Kontakt auf.%@
el: Θα μεταφερθείτε σε μια σελίδα όπου θα μπορείτε να αγοράσετε ένα αντίγραφο. Αν εξακολουθείτε να μην είστε σίγουροι αν το %@ είναι κατάλληλο για εσάς και έχετε κάποιες απορίες, επικοινωνήστε μαζί μας.%@
es: Serás transferido a una página web, donde podrás comprar una copia. Si todavía no estás seguro si %@ es adecuado para ti y tienes dudas, contáctanos.%@
fa: شما به یک صفحه که در آن قادر به خرید یک نسخه خواهید بود منتقل خواهید شد . اگر هنوز مطمئن نیستید که %@ برای شما مناسب است و سوالی دارید، با ما تماس بگیرید.%@
fr: Vous serez redirigé vers une page où vous pourrez acheter une copie. Si vous ne savez toujours pas si %@ vous convient et si vous avez des questions, contactez-nous.%@
he: אתה תילקח לעמוד שבו תוכל לקנות עותק. אם אתה עדיין לא בטוח אם %@ היא התוכנה הנכונה עבורך או אם יש לך שאלות, צור איתנו קשר. %@
hi: आपको एक ऐसे पृष्ठ पर ले जाया जाएगा जहां आप एक कॉपी खरीद सकेंगे। यदि आप अभी भी सुनिश्चित नहीं हैं कि %@ आपके लिए सही है और कुछ प्रश्न हैं, तो हमसे संपर्क करें। %@
id: Anda akan dibawa ke halaman tempat Anda bisa membeli salinannya. Jika Anda masih tidak yakin apakah %@ cocok untuk Anda dan memiliki beberapa pertanyaan, hubungi kami.%@
it: Verrai portato a una pagina dove potrai comprare una copia. Se ancora non sei sicuro che %@ faccia al caso tuo e hai delle domande, contattaci.%@
nb: Du vil bli sendt til en side der du kan kjøpe et eksemplar. Dersom du fremdeles ikke er sikker om %@ er riktig for deg, eller har spørsmål, ta kontakt med oss.%@
nl: We sturen je door naar een pagina waar je deze software kan aankopen. Wanneer je nog steeds niet zeker bent of %@ de juiste keuze is, of je hebt nog vragen, contacteer ons.%@
pt_br: Você será direcionado à página onde poderá comprar uma cópia. Caso não tenha certeza se o %@ é exatamente o que você quer e ainda tiver dúvidas, contate-nos.%@
ru: Вы попадете на страницу, где вы сможете купить копию. Если вы все еще не уверены, что %@ является правильным для вас и есть вопросы, свяжитесь с нами.%@
sv: Du kommer nu att förflyttas till en hemsida där du har möjlighet att köpa en kopia av programmet. Om du är fortfarande osäker om %@ rätt program för dig eller om du har några frågor, kontakta oss.%@
th: กำลังนำคุณไปสู่หน้าเพจที่คุณสามารถซื้อโปรแกรมได้ หากคุณยังไม่มั่นใจว่า %@ โปรแกรมนี้ยังไม่ใช่และหากมีคำถามเพิ่มเติม สามารถติดต่อเราได้เลย.%@

source: Thanks for trying out %@! You may use it for %li days now without any limitations. After the trial period expires, you'll need to purchase a copy of %@.
ar: شكراً على استخدامك تطبيق @%! يمكنك استخدام هذا التطبيق كاملاً لمدة %li يوم الآن. بعد انتهاء صلاحية النسخة التجريبية، ستحتاج لشراء نسخة من %@.
cs: Děkujeme za stažení %@! Můžete tuto aplikaci využívat %li dní bez jakýchkoliv omezení. Poté, co zkušební doba vyprší, musíte si %@ zakoupit.
de: Danke für das Ausprobieren von %@! Du kannst es %li Tage ohne Einschränkungen verwenden. Wenn der Testzeitraum zu Ende ist, kannst du eine Lizenz von %@ kaufen.
el: Ευχαριστούμε που δοκιμάζετε το %@! Μπορείτε να το χρησιμοποιήσετε για %li ημέρες, χωρίς περιορισμούς. Αφού λήξει η δοκιμαστική περίοδος, θα χρειαστεί να αγοράσετε ένα αντίγραφο του %@.
es: -Gracias por probar %@! %@! Puedes usarlo durante %li días ahora, sin ninguna limitación. Una vez expire el periodo de prueba, necesitarás comprar una copia de %@.
fa: برای تست %@ متشکریم! شما می توانید از آن برای %li روز بدون محدودیت استفاده کنید. پس از اتمام دوره آزمایشی، شما باید یک نسخه از %@ را بخرید.
fr: Merci d'avoir essayé %@! Vous pouvez l'utiliser pour %li jours sans aucune limitation. Une fois la période d'essai expirée, vous devrez acheter une copie de %@.
he: תודה שניסית את %@! אתה יכול להשתמש בתוכנה למשך %li ימים החל מעכשיו ללא הגבלות. אחרי שתקופת הניסיון הסתיימה, תצטרך לרכוש עותק של %@.
hi: %@ को आज़माने के लिए धन्यवाद! आप इसे %li दिनों के लिए बिना किसी सीमा के उपयोग कर सकते हैं। परीक्षण अवधि समाप्त होने के बाद, आपको %@ खरीदने की आवश्यकता होगी।
id: Terima kasih telah mencoba %@! Anda dapat menggunakannya untuk %li hari sekarang tanpa batasan apa pun. Setelah masa uji coba berakhir, Anda harus membeli salinan %@.
it: Grazie per aver provato %@! Ora potrai usarla per %li giorni senza alcuna limitazione. Quando il periodo di prova scadrà, dovrai comprare una copia di %@.
nb: Takk for din utprøving %@! Du kan bruke det i %li dager uten begrensninger. Etter at prøveperioden er utgått, mmå du kjøpe en versjon av %@.
nl: Bedankt om %@ te testen! Je mag deze software voor %li dagen zonder beperking uittesten. Wanneer deze trial periode afloopt, zal je %@ dienen aan te kopen.
pt_br: Obrigado por avaliar o %@! Você pode usá-lo por %li dias sem restrições. Depois do término do período de avaliação, será preciso comprar uma cópia do %@.
ru: Спасибо, что попробовали %@! Вы можете использовать его %li дней без каких-либо ограничений. После истечения пробного периода, вам нужно приобрести копию %@.
sv: Tack för att du provar %@! Du kan prova i %li dagar utan några restriktioner. Efter att provperioden är över så måste du köpa en kopia av %@.
th: ขอบคุณสำหรับการใช้งาน %@! คุณสามารถใช้ได้อีก %li วันในรูปแบบโปรแกรมตัวเต็ม. เมื่อตัวโปรแกรมทดลองหมดอายุ, คุณอาจพิจารณาซื้อโปแกรม %@.

source: Thanks for trying out %@! You've been using it %li days now. To continue using %@ you need to purchase a copy.
ar: شكراً على تجربتك تطبيق @%! لقد قمت بإستخدام هذا التطبيق لـ %li يوم. للإستمرار بإستخدام @% عليك شراء النسخة.
cs: Děkujeme za vyzkoušení %@! Již jste tuto aplikaci užívali %li dní. Pokud chcete i nadále používat %@, musíte si jej zakoupit.
de: Danke für das Ausprobieren von %@! Du benutzt es bereits %li Tage. Um %@ weiter zu nutzen, kannst du eine Lizenz kaufen.
el: Ευχαριστούμε που δοκιμάσατε το %@! Το χρησιμοποιήσατε για %li ημέρες. Για να συνεχίσετε να χρησιμοποιείτε το %@ θα πρέπει να αγοράσετε ένα αντίγραφο.
es: Gracias por probar %@! Lo has estado usando %li días hasta ahora. Para continuar usando %@ debes comprar una copia.
fa: برای تست %@ متشکریم! شما از %li روز استفاده کرده اید. برای ادامه استفاده از %@ لازم است یک نسخه را خریداری کنید.
fr: Merci d'avoir essayé %@! Vous l'avez utilisé %li jours maintenant. Pour continuer à utiliser %@, vous devez acheter une copie.
he: תודה שניסית את %@! השתמשת בתוכנה במשך %li נכון לעכשיו. כדי להמשיך להשתמש בתוכנה %@, עליך לרכוש רישיון.
hi: %@ को आज़माने के लिए धन्यवाद! आप इसे %li दिनों से प्रयोग कर रहे हैं! %@ का उपयोग जारी रखने के लिए आपको इसे खरीदना होगा।
id: Terima kasih telah mencoba %@! Anda telah menggunakannya %li hari. Untuk terus menggunakan %@ Anda harus membeli salinan.
it: Grazie per aver provato %@! La stai usando da %li giorni ormai. Per continuare a usare %@ devi comprarne una copia.
nb: Takk for din utprøving %@! Du har nå brukt det i %li dager. For å fortsette å bruke %@ må du kjøpe en lisens.
nl: Bedankt om %@ te testen! Je gebruikt deze applicatie nu %li dagen. Om verder gebruik te kunnen maken van %@ dien je deze applicatie aan te kopen.
pt_br: Obrigado por avaliar o %@! Você já o usou por %li dias. Para continuar usando o %@, é preciso comprar uma cópia.
ru: Спасибо, что попробовали %@! Вы использовали %li дней. Чтобы продолжить использование %@ вам нужно приобрести копию.
sv: Tack för att du provar %@! Du kan nu använda programmet i %li dagar. För att fortsätta att använda %@ så måste du köpa en kopia av programmet.
th: ขอบคุณที่ร่วมทดสอบโปรแรกม %@! คุณได้ใช้ไปแล้ว %li วัน. เพื่อที่จะใช้งานต่อ %@ คุณต้องซื้อตัวโปแกรมฉบับเต็ม.

source: Thanks for trying out %@! You may use it for %i %@ now without any limitations. After the trial period expires, you'll need to purchase a copy of %@.
ar: شكرا على تجربتك تطبيق @%! يمكنك الان استخدامه لـ i% @% بدون اي قيود. بعد إنتهاء صلاحية النسخة التجريبية عليك شراء نسخة من تطبيق @%.
cs: Děkujeme za stažení %@! Můžete jej užívat na %i %@ bez jakýchkoliv omezení. Po vypršení zkušební doby si musíte %@ zakoupit.
de: Danke für das Ausprobieren von %@! Du kannst es jetzt %i %@ lang ohne Einschränkungen nutzen. Wenn der Testzeitraum zu Ende ist, kannst du eine Lizenz von %@ kaufen.
el: Ευχαριστούμε που δοκιμάζετε το %@! Μπορείτε τώρα να το χρησιμοποιήσετε για %i %@ χωρίς περιορισμούς. Αφού λήξει η δοκιμαστική περίοδος, θα χρειαστεί να αγοράσετε ένα αντίγραφο του %@.
es: Gracias por probar %@! Puedes usarlo durante %i %@ ahora sin ninguna limitación. Una vez expire el periodo de prueba, necesitarás comprar una copia de %@.
fa: برای تست %@ متشکریم! شما می توانید از آن برای %i %@ بدون محدودیت استفاده کنید. پس از اتمام دوره آزمایشی، شما باید یک نسخه از %@ را بخرید.
fr: Merci d'avoir essayé %@! Vous pouvez l'utiliser pour %i %@ maintenant sans aucune limitation. Une fois la période d'essai expirée, vous devrez acheter une copie de %@.
he: תודה שניסית את %@! אתה יכול להשתמש בה במשך %@ %i כעת ללא הגבלות. אחרי שתקופת הניסיון תסתיים, תצטרך לרכוש רישיון של %@.
hi: %@ को आज़माने के लिए धन्यवाद! आप इसे %i %@ दिनों के लिए बिना किसी सीमा के उपयोग कर सकते हैं। परीक्षण अवधि समाप्त होने के बाद, आपको %@ खरीदने की आवश्यकता होगी।
id: Terima kasih telah mencoba %@! Anda dapat menggunakannya untuk %i %@ sekarang tanpa batasan. Setelah masa uji coba berakhir, Anda harus membeli salinan %@.
it: Grazie per aver provato %@! Potrai usarla per %i %@ senza alcuna limitazione. Terminato il periodo di prova dovrai comprare una copia di %@.
nb: Takk for din utprøving %@! Du kan nå bruke det i %i %@ uten begrensninger. Etter at prøveperioden er utløpt, må du kjøpe en lisens for %@.
nl: Bedankt om %@ uit te testen! Je mag deze software voor %i %@ zonder beperking uittesten. Wanneer de trail periode afloopt, zal je %@ moeten aankopen.
pt_br: Obrigado por avaliar o %@! Você pode usá-lo por %i %@ sem restrições. Depois do término do período de avaliação, será preciso comprar uma cópia do %@.
ru: Спасибо, что попробовали %@! Вы можете использовать его %i %@ без каких-либо ограничений. После истечения пробного периода, вам нужно приобрести копию %@.
sv: Tack för att du provar %@! Du kan prova %i %@ dagar utan några begränsningar. Efter att provperioden är över så måste köpa en kopia av %@.
th: ขอบคุณที่ร่วมทดสอบ %@! สามารถใช้ต่อได้อีก %i %@ โดยสามารถใช้งานได้ครบแบบรูปแบบเต็ม. หลังจากโปรแรกมหมดอายุ, คุณอาจพิจารณาสั่งซื้อตัวโปรแกรมฉบับจริง %@.

source: Thanks for trying out %@! You've used it for %i %@ now. To continue using %@ you need to purchase a copy.
ar: شكرا على استخدامك تطبيق @%! لقد قمت بإستخدام التطبيق لـ @%. للإستمرار باستخدام @% عليك بشراء النسخة.
cs: Děkujeme za vyzkoušení %@! Již jste aplikaci použil na %i %@. Pokud chcete i nadále používat %@, musíte si jej zakoupit.
de: Danke für das Ausprobieren von %@! Du hast es jetzt %i %@ lang getestet. Um %@ weiter zu nutzen, kannst du eine Lizenz kaufen.
el: Ευχαριστούμε που δοκιμάσατε το %@! Το χρησιμοποιήσατε για %i %@. Για να συνεχίσετε να χρησιμοποιείτε το %@ θα πρέπει να αγοράσετε ένα αντίγραφο.
es: Gracias por probar %@! Lo has usado durante %i %@ ahora. Para seguir usando %@ debes comprar una copia.
fa: برای تست %@ متشکریم! شما آن را برای %i %@ استفاده کرده اید. برای ادامه استفاده از %@ لازم است یک نسخه را خریداری کنید.
fr: Merci d'avoir essayé %@! Vous l'avez utilisé pour %i %@ maintenant. Pour continuer à utiliser %@, vous devez acheter une copie.
he: תודה שניסית את %@! השתמשת בתוכנה במשך %@ %i כעת. כדי להמשיך להשתמש בתוכנה %@, עליך לרכוש רישיון.
hi: %@ को आज़माने के लिए धन्यवाद! आप इसे %i %@ दिनों से प्रयोग कर रहे हैं! %@ का उपयोग जारी रखने के लिए आपको इसे खरीदना होगा।
id: Terima kasih telah mencoba %@! Anda telah menggunakannya untuk %i %@ sekarang. Untuk terus menggunakan %@ Anda harus membeli salinan.
it: Grazie per aver provato %@! L'hai usata per %i %@ ormai. Per continuare a usare %@ devi acquistarne una copia.
nb: Takk for din utprøving %@! Du har nå brukt det i %i %@. For å fortsette å bruke %@ må du kjøpe en lisens.
nl: Bedankt om %@ uit te testen! Je gebruikt deze applicatie nu %i %@ dagen. Om verder gebruik te kunnen maken van %@ dien je deze applicatie aan te kopen.
pt_br: Obrigado por avaliar o %@! Você já o usou por %i %@. Para continuar usando o %@, é preciso comprar uma cópia.
ru: Спасибо, что попробовали %@! Вы уже использовали %@ сейчас. Чтобы продолжить использование %@ вам нужно приобрести копию.
sv: Tack för att du provar %@! Du har använt %i %@ dagar. För att fortsätta använda %@ måste du köpa en kopia av programmet.
th: ขอบคุณที่ร่วมทดสอบ %@! คุณใช้มาแล้ว %i %@ วัน. หากต้องการใช้งานต่อ %@ อาจต้องพิจารณาสั่งซื้อโปรแกรมฉบับเต็ม.

source: Working...
af: Werk tans…
ar: جار العمل...
bn: কাজ চলছে...
cs: Pracuji...
da: Arbejder...
de: Verarbeite...
el: Επεξεργασία δεδομένων...
es: Procesando...
fa: کار کردن...
fr: En cours...
he: עובד...
hi: काम चल रहा हैं...
id: Bekerja...
it: Elaborando...
ja: 準備中...
nb: Jobber…
nl: We verwerken bits...
pt: Trabalhando…
pt_br: Processando...
ru: Работа...
sk: Pracujem...
sv: Arbetar...
th: กำลังทำงานอยู่…
tr: Çalışıyor...
uk: Робота...

source: Progress
af: Vordering
ar: الحالة
bn: অগ্রগতি
cs: Postup
da: Forløb
de: Fortschritt
el: Εξέλιξη
es: Progreso
fa: پیش رفتن
he: קצב התקדמות
hi: प्रगति
id: Progres
it: Processo
ja: 進捗
nb: Fremdrift
nl: We maken vordering
pt: Progresso
pt_br: Progresso
ru: Прогресс
sk: Postup
sv: Förlopp
th: ความคืบหน้า
tr: Devam Ediyor
uk: Прогрес

source: Posted successfully
af: Suksesvol geplaas
ar: تم النشر بنجاح
cs: Úspěšně odesláno
da: Sendt med succes
de: Erfolgreich gepostet
el: Επιτυχής αποστολή
es: Enviado con éxito
fa: با موفقیت ارسال شد
fr: Publié avec succès
he: נשלח בהצלחה
hi: पोस्ट करने में सफल
id: Berhasil diposting
it: Inviato correttamente
ja: 正常に投稿されました
nb: Sendingen er vellykket
nl: Succesvol geplaatst
pt: Publicado com sucesso
pt_br: Publicado com sucesso
ru: Успешно добавлено
sk: Úspešne odoslané
sv: Postad med framgång
th: โพสเรียบร้อยแล้ว
tr: Başarıyla gönderildi
uk: Опубліковано успішно
